{
  "68211": {
    "criterion": "Prioridades antes de iniciar la visita del formador",
    "levels": {
      "Insuficiente": "Menciona solo una prioridad general o describe acciones triviales (p. ej., revisar materiales), sin mencionar la necesidad de contextualización o conocimiento previo del docente.",
      "En proceso": "Identifica prioridades, pero estas se centran solo en la logística o en revisar teoría. Menciona la necesidad de conocer el contexto (sociocultural/lingüístico) o al docente, pero no ambos.",
      "Satisfactorio": "Identifica al menos dos prioridades claves, como la revisión del contexto y la identificación de las necesidades formativas (trayectoria o experiencias previas).",
      "Destacado": "Identifica y explica al menos tres prioridades claves: 1) Revisión contextual (sociocultural/lingüístico/comunal); 2) Identificación de necesidades y experiencias previas del docente; y 3) Planificación de la ruta de trabajo en función del perfil del formador o la secuencia metodológica."
    },
    "full_text": "Antes de iniciar la visita, la prioridad máxima del formador es hacer una planificación contextualizada..."
  },

  "68212": {
    "criterion": "Prioridades antes de iniciar la visita del formador",
    "levels": {
      "Insuficiente": "Describe las fases (inicial y en servicio) por separado sin establecer su conexión o relevancia.",
      "En proceso": "Define el continuum (integración de formación inicial y en servicio), pero explica su relevancia solo en términos de actualización de conocimientos.",
      "Satisfactorio": "Explica que el continuum de desarrollo profesional implica una visión integral y articulada de la formación. Argumenta que esto es relevante para el desarrollo progresivo de las competencias profesionales.",
      "Destacado": "Explica detalladamente el continuum como una visión integral y coherente que garantiza una progresión sistemática y adaptada al desarrollo profesional. Argumenta que es esencial para el modelado intencional de la ética profesional y la promoción de la investigación/innovación para responder a los desafíos del siglo XXI."
    },
    "full_text": "Antes de iniciar la visita, la prioridad máxima del formador es hacer una planificación contextualizada..."
  },

  "68213": {
    "criterion": "Prioridades antes de iniciar la visita del formador",
    "levels": {
      "Insuficiente": "El rol se describe solo como instructor o transmisor de contenidos, sin mencionar el desarrollo de competencias o la reflexión.",
      "En proceso": "Describe el rol como un guía o facilitador, mencionando superficialmente la función de fomentar el desarrollo de competencias profesionales.",
      "Satisfactorio": "Caracteriza el rol como un agente clave en el desarrollo profesional continuo, que actúa como guía, facilitador y modelo a seguir, promoviendo la reflexión sobre la práctica.",
      "Destacado": "Describe al formador como un líder transformador de las prácticas educativas y un agente de cambio, que modela un comportamiento ético y se centra en la reflexión crítica para el desarrollo de competencias."
    },
    "full_text": "Antes de iniciar la visita, la prioridad máxima del formador es hacer una planificación contextualizada..."
  },

  "68214": {
    "criterion": "Prioridades antes de iniciar la visita del formador",
    "levels": {
      "Insuficiente": "Define el enfoque colaborativo y la autonomía por separado, sin establecer una relación funcional entre ellos.",
      "En proceso": "Explica que el enfoque colaborativo implica trabajar juntos, y que esto conduce a la autonomía; sin embargo, no detalla la relevancia de la construcción colectiva de conocimiento.",
      "Satisfactorio": "Explica que la colaboración supera el aislamiento y permite la construcción colectiva de conocimiento pedagógico. Conecta esto con el desarrollo de la autonomía colegiada, necesaria para la mejora continua.",
      "Destacado": "Detalla cómo el enfoque colaborativo (ej. comunidades profesionales de aprendizaje) rompe el aislamiento y permite la reflexión conjunta sobre problemas complejos. Argumenta que esto fortalece la identidad y la autonomía colegiada para la sistematización de buenas prácticas y la construcción colectiva de conocimiento pedagógico."
    },
    "full_text": "Antes de iniciar la visita, la prioridad máxima del formador es hacer una planificación contextualizada..."
  },

  "68215": {
    "criterion": "Prioridades antes de iniciar la visita del formador",
    "levels": {
      "Insuficiente": "Solo enumera las fases de la secuencia metodológica, sin explicar su importancia o propósito formativo.",
      "En proceso": "Menciona las fases y explica que el proceso es importante para mejorar la práctica o aplicar la teoría, pero no lo vincula al enfoque por competencias o al aprendizaje situado.",
      "Satisfactorio": "Explica la importancia de la secuencia porque garantiza un aprendizaje situado (partiendo de la práctica) y promueve el pensamiento crítico-reflexivo y la autonomía del docente al contrastar experiencia y teoría.",
      "Destacado": "Justifica la importancia de la secuencia completa porque: 1) Responde al enfoque por competencias; 2) Asegura la coherencia metodológica (partir de la práctica, confrontar con saberes y aplicar); y 3) Promueve la autonomía y la construcción de conocimiento situado en el docente."

    },
    "full_text": "Antes de iniciar la visita, la prioridad máxima del formador es hacer una planificación contextualizada..."
  },

  "68216": {
    "criterion": "Prioridades antes de iniciar la visita del formador",
    "levels": {
      "Insuficiente": "Afirma que la paciencia es una cualidad personal de Roberto, sin relacionarla con la progresión de la capacidad reflexiva del docente María.",
      "En proceso": "Relaciona la paciencia con la dificultad de María para reflexionar, mencionando que existen niveles de reflexión (Nivel 1, 2, 3), pero sin explicar la naturaleza progresiva e intencional del proceso.",
      "Satisfactorio": "Explica que Roberto es paciente porque sabe que la reflexión crítica es un proceso progresivo que requiere acompañamiento. Entiende que Roberto guía a María a transitar de los niveles iniciales (descriptivo/técnico) hacia el Nivel 3 (crítico/exhaustivo).",
      "Destacado": "Explica que la paciencia se debe a que el desarrollo de la competencia reflexiva es progresivo, intencionado y sistemático. Detalla que Roberto busca guiar a María del Nivel 1/2 (descripción/técnica) al Nivel 3 (reflexión crítica sobre implicaciones sociales/éticas), lo cual exige tiempo y modelado."
      
    },
    "full_text": "Antes de iniciar la visita, la prioridad máxima del formador es hacer una planificación contextualizada..."
  },

  "68217": {
    "criterion": "Prioridades antes de iniciar la visita del formador",
    "levels": {
      "Insuficiente": "Solo describe la conducta inapropiada sin vincularla a principios éticos específicos.",
      "En proceso": "Identifica los dos tipos de fallas éticas: la falta de responsabilidad y la falta de empatía/respeto (Emilio). Emite una opinión general sobre el rol ético.",
      "Satisfactorio": "Identifica el incumplimiento de los principios de integridad, probidad y responsabilidad en el formador. Identifica la falta de empatía y escucha activa en Emilio. Opina, señalando que el formador debe modelar valores y coherencia.",
      "Destacado": "Identifica las faltas éticas y las contrasta con el deber del formador de modelar principios (respeto, probidad, integridad) y evitar prejuicios. Analiza de forma crítica porque Emilio no logra crear un clima de confianza ni de diálogo horizontal, incumpliendo su función de modelado ético."
      
    },
    "full_text": "Antes de iniciar la visita, la prioridad máxima del formador es hacer una planificación contextualizada..."
  },

  "68225": {
    "criterion": "Prioridades antes de iniciar la visita del formador",
    "levels": {
      "Insuficiente": "Sugiere habilidades básicas (ser amable, escuchar), pero no nombra ni describe las habilidades socioemocionales claves del formador.",
      "En proceso": "Identifica una o dos habilidades (p. ej., empatía o escucha activa). Justifica superficialmente su uso en términos de evitar el desagrado o el temor generado por Emilio.",
      "Satisfactorio": "Identifica las habilidades socioemocionales clave como comunicación asertiva, empatía y escucha activa. Justifica su uso para generar un clima de confianza y un diálogo horizontal, crucial para la reflexión docente.",
      "Destacado": "Identifica y explica cómo la comunicación asertiva (trato horizontal) y la escucha activa (atención a la comunicación no verbal) hubieran contrarrestado los gestos de desagrado y el temor de la docente Carmen. Justifica su uso como elementos que facilitan la reflexión crítica y el modelado de competencias."
      
    },
    "full_text": "Antes de iniciar la visita, la prioridad máxima del formador es hacer una planificación contextualizada..."
  },

  "68264": {
    "criterion": "Prioridades antes de iniciar la visita del formador",
    "levels": {
      "Nivel Pre-reflexivo (Transición A hacia B)": "El formador no conecta los hechos con su rol o el del docente y tiende a culpar al contexto, a los estudiantes o al entorno por las dificultades. No hay mención o vinculación con marcos teóricos o principios andragógicos.La propuesta es genérica y omite el análisis contextual (sociocultural/lingüístico/comunal). Atribuye la dificultad exclusivamente a factores externos (estudiantes, padres, entorno) o a la falta de cumplimiento de tareas. Ve la formación como cumplimiento de tareas. El lenguaje es directivo, correctivo o meramente descriptivo. Asume superioridad (“experto) y no promueve reflexión genuina. Evidencia una falta de habilidades socioemocionales clave (empatía/escucha). No genera un clima de confianza.",
      "Nivel reflexión superficial (Transición B hacia C)": "Se enfoca en la eficacia de las técnicas, métodos o herramientas digitales para alcanzar objetivos (racionalidad técnica). No hay vinculación explícita con marcos teóricos o principios de la andragogía (Curso 1). Menciona teorías o conceptos, pero la reflexión no profundiza en el porqué de las decisiones ni cuestiona los supuestos subyacentes a la práctica. Plantea el uso de herramientas digitales sin propósito pedagógico o ético. La reflexión se limita a la resolución de problemas inmediatos dentro del aula o del proceso de formación. Reconoce la importancia de las necesidades de los estudiantes, pero la intervención carece de una base teórica que busque la transformación social. La intervención se centra en sugerir técnicas o recursos más eficaces. El lenguaje da cuenta parcial de un rol como mediador o facilitador. Hay poco espacio para el diálogo pedagógico profundo. ",
      "Nivel reflexión pedagógica (Transición C hacia D)": "Vincula la práctica con marcos conceptuales (teorías andragógicas del C1, enfoques pedagógicos, MBDD, CNEB) para justificar o mejorar su intervención. La reflexión busca alinear la teoría declarada con la práctica real. Propone el uso de recursos digitales que modelan la mediación pedagógica y están sustentados en principios andragógicos. Exige que las decisiones pedagógicas sean pertinentes y contextualizadas a la realidad del desafío específico. Analiza el impacto de las prácticas de enseñanza en el aprendizaje de los estudiantes con la finalidad de mejorarlo. El lenguaje da cuenta de un formador que se ve como un modelo consciente de su rol, facilitando la reflexión crítica y el desarrollo del juicio pedagógico. Demuestra coherencia entre el discurso y la acción (integridad) Incluye estrategias para crear un ambiente de respeto, confianza y colaboración (escucha activa). ",
      "Nivel reflexión crítica (Consolidación)" : "La respuesta deconstruye la práctica al cuestionar supuestos subyacentes (paradigmáticos, prescriptivos o causales) que guían la acción. Se propone una resignificación o reconstrucción de la práctica en función de nuevos saberes pedagógicos. Hace uso de la IA u otras tecnologías emergentes en el proceso formativo. La reflexión vincula la práctica docente con las condiciones sociales y políticas o con las estructuras de poder. Analiza las implicancias morales y éticas (equidad, justicia social). La propuesta se orienta a promover cambios que contribuyan a una educación más equitativa y justa. El formador asume un liderazgo ético y transformador. Emplea un lenguaje con trato horizontal y evidencia manejo de enfoques reflexivos que estimulan la metacognición y la conciencia crítica sobre la práctica y el entorno. "
      
    },
    "full_text": "Antes de iniciar la visita, la prioridad máxima del formador es hacer una planificación contextualizada..."
  }




}