[
  {
    "chunk_id": "Fascículo U1S1.pdf_p1_c1",
    "source": "Fascículo U1S1.pdf",
    "page": 1,
    "content": "1 Unidad 1 / Sesión 11 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas UNIDAD 1 Las competencias profesionales del formador y los enfoques de la formación docente en servicio Sesión 1: El formador de docentes: perfil y campo profesional"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p2_c1",
    "source": "Fascículo U1S1.pdf",
    "page": 2,
    "content": "2 Unidad 1 / Sesión 12 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas María Esther Cuadros Espinoza Viceministra de Gestión Pedagógica Eloy Alfredo Cantoral Licla Dirección General de Desarrollo Docente Ismael Enrique Mañuico Ángeles Dirección de Formación Docente en Servicio Nombre del material: Rol del formador como líder transformador de las prácticas educativas Año de publicación: 2025 Ministerio de Educación del Perú Calle del Comercio 193, San Borja Lima, Perú. Teléfono 615-5800 www.minedu.gob.pe Todos los derechos reservados. Prohibida la reproducción de este fascículo por cualquier medio, total o parcialmente, sin la correspondiente cita."
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p3_c1",
    "source": "Fascículo U1S1.pdf",
    "page": 3,
    "content": "3 Unidad 1 / Sesión 13 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas UNIDAD 1 Sesión 1: El formador de docentes: perfil y campo profesional Las competencias profesionales del formador y los enfoques de la formación docente en servicio Para abordar la información sobre el formador de docentes: perfil y campo profesional, retomamos un fragmento del caso de la práctica pedagógica propuesto al inicio. Lee el siguiente texto: Reflexión de la práctica pedagógica Escena 1 Entre un 11,6% y 7,3% de estudiantes estarían logrando aprendizajes muy elementales en Lectura y Escritura al finalizar el ciclo III. En el ámbito rural, los porcentajes aumentan."
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p4_c1",
    "source": "Fascículo U1S1.pdf",
    "page": 4,
    "content": "4 Unidad 1 / Sesión 14 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Ante los bajos resultados en lectura y escritura, la Dirección Regional de Educación (DRE) de Piura ha gestionado la implementación del Programa de formación «Oportunidades de aprendizaje en lectura y escritura de estudiantes en escuelas rurales», motivo por el cual ha realizado una convocatoria para formadores de docentes. El propósito de la DRE Piura es crear un equipo de formadores con sólidos conocimientos y estrategias de trabajo en adultos, y un firme compromiso con la mejora de los aprendizajes a través de la interacción formativa con los docentes. Durante el proceso de selección de los formadores, exactamente en la etapa de entrevista, los candidatos respondieron sobre diferentes aspectos relacionados al ámbito del formador de docentes: Raquel (entrevistador 1) Ismael (formador 1) Maritza (formador 2) Las competencias de un formador son empatía, manejo de estrategias de trabajo con adultos, dominio del diálogo reflexivo y supervisión de docentes en clase, entre otras. Considero que la visión de todo formador es seguir creciendo pro"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p4_c2",
    "source": "Fascículo U1S1.pdf",
    "page": 4,
    "content": "fesionalmente, teniendo en cuenta que los docentes necesitan estar constantemente actualizados. Y la misión del formador es implementar responsablemente el programa para lograr los propósitos establecidos. Raquel (entrevistador 1) Hola, Maritza, por favor, cuéntame, ¿cuál crees que es la visión y la misión de todo formador de docentes? Desde tu experiencia, cuéntame, ¿cuáles crees que son las competencias profesionales que todo formador debe desarrollar?"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p5_c1",
    "source": "Fascículo U1S1.pdf",
    "page": 5,
    "content": "5 Unidad 1 / Sesión 15 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas A partir de la escena anterior, te compartimos las siguientes preguntas para la reflexión, que desde tu experiencia como formador de docentes podrás responder: a. Según la premisa «Frente a la educación centrada en el desarrollo de competencias básicas de los estudiantes, exige y apremia el rol indispensable del docente en el fortalecimiento de sus competencias», se exige que el formador de docentes desarrolle sus competencias profesionales. En tal sentido, ¿cuál es ese perfil de competencias profesionales del formador de docentes? b. Brinda algunas ideas claves de la visión y la misión del formador de docentes:"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p6_c1",
    "source": "Fascículo U1S1.pdf",
    "page": 6,
    "content": "6 Unidad 1 / Sesión 16 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas En esta sección revisaremos la siguiente información: Comprensión de conocimientos y saberes 1.1. Marco conceptual para el formador de docentes 1.1.1. El formador de docentes y su función de fomentar el desarrollo de competencias profesionales 1.1.2. El formador de docentes en la perspectiva de un continuum de desarrollo profesional 1.1.3. Competencias claves del perfil del formador de docentes 1.2. La definición del campo profesional de los formadores de docentes 1.2.1. La visión y misión del formador de docentes 1.2.2. El formador, responsable de la formación de docentes 1.1. Marco conceptual para el formador de docentes Nuestra sociedad exige que la política educativa promueva un sistema de desarrollo profesional que revalore la profesión docente y asegure una formación del magisterio que desarrolle las competencias de los docentes con el fin de preparar a las nuevas generaciones para afrontar los desafíos que nos planteará el futuro. Bajo este marco, el Ministerio de Educación (Minedu) ha propuesto diferentes lineamientos de formación "
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p6_c2",
    "source": "Fascículo U1S1.pdf",
    "page": 6,
    "content": "docente en servicio que coadyuven al fortalecimiento de la formación de los docentes y el desarrollo de sus competencias, lo que repercutirá en el logro de los aprendizajes de los estudiantes. Ello implica tener la figura de un formador de docentes con la finalidad de continuar fortaleciendo las competencias profesionales del docente."
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p7_c1",
    "source": "Fascículo U1S1.pdf",
    "page": 7,
    "content": "7 Unidad 1 / Sesión 17 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Cuando hablamos de un formador de docentes nos estamos refiriendo a un docente de otros docentes. Entonces, esto nos conlleva a pensar en un perfil de competencias profesionales qué implica ser formador de docentes; es decir, determinar la especificidad de este campo profesional, que establece las competencias que deben demostrar los formadores. Por ello, desde un marco conceptual, revisaremos algunos autores: Autor: Beattie Autor: Tardif Autor: Progré Autor: White et al. La labor del formador de docentes es acompañar a los docentes en formación en su práctica, orientarlos en la identificación de sus conocimientos tácitos, promover que afloren creencias y teorías implícitas sobre el aprendizaje y la enseñanza. El formador de formadores es considerado una persona que debe contar con el desarrollo de habilidades y conocimientos indispensables para desempeñarse en un mundo cada vez más complejo, multifacético y digital. Los formadores deben tener sólidos conocimientos académicos sobre lo que enseñan y de las competencias pedagógicas y didácti"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p7_c2",
    "source": "Fascículo U1S1.pdf",
    "page": 7,
    "content": "cas, además de buenas habilidades de comunicación. Formar docentes desde el conocimiento en el campo de la práctica, debe promover la comprensión y la reflexión sobre ella para la mejora de su desempeñoprofesional y el desarrollo de habilidades para una comprensión profunda sobre la teoría que la sustenta."
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p8_c1",
    "source": "Fascículo U1S1.pdf",
    "page": 8,
    "content": "8 Unidad 1 / Sesión 18 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Resolución Viceministerial N.° 052-2020-Minedu «Lineamiento de Formación Docente en Servicio», publicado el 20 de febrero de 2020. «5. Desarrollo de los lineamientos de formación docente en servicio c. Formador. Es el responsable de la formación de docentes orientada al desarrollo de competencias profesionales con respecto a la transformación de las prácticas de enseñanza y a la construcción de la profesionalidad docente». Perfil de competencias profesionales del formador de docentes, publicado el 20 de mayo de 2020. «5. La definición del campo profesional de los formadores de docentes» Es un profesional que promueve el desarrollo de competencias profesionales en los actuales y futuros docentes. Resolución Viceministerial N.° 063-2024-Minedu «Disposiciones para el desarrollo del Programa de Formación y Capacitación Permanente durante el año 2024», publicado el 12 de junio de 2024. «4. Definiciones 4.1.8. Formador. Es el responsable de la formación de docentes orientada al desarrollo de las competencias profesionales, puede realizar activid"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p8_c2",
    "source": "Fascículo U1S1.pdf",
    "page": 8,
    "content": "ades de mentoría a docentes nuevos, tutoría o asesoría en acciones de formación docente, las cuales pueden ser de manera presencial o semipresencial o a distancia». Resolución Viceministerial N.° 215-2021-Minedu «Disposiciones para el desarrollo de las acciones formativas y sus estándares de calidad en el marco de la Formación Docente en Servicio», publicado el 8 de julio de 2021. «4. Glosario de siglas y términos 4.2.10. Formador. Es el responsable de la formación de docentes orientada al desarrollo de competencias profesionales con respecto a la transformación de las prácticas de enseñanza y a la construcción de la profesionalidad docente para la mejora continua». Resolución Viceministerial N.° 035-2025-Minedu «Programa de Formación y Capacitación Permanente – Docentes competentes para el aprendizaje y bienestar de los estudiantes 2025», publicado el 7 de abril 2025 « 4. Definiciones 4.1.8 Es un profesional, responsable de la formación de docentes orientada al desarrollo de las competencias profesionales con respecto a la transformación de las prácticas de enseñanza. Puede realizar actividades de mentoría, tutoría o asesoría en acciones de formación docente, las cuales pueden ser"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p8_c3",
    "source": "Fascículo U1S1.pdf",
    "page": 8,
    "content": " de manera presencial, semipresencial o a distancia, según las características de cada acción formativa; se les denomina: mentor, formador o tutor virtual. A su vez, el formador fortalece sus competencias de acuerdo con los contenidos y estrategias de cada programa o curso». Desde los marcos normativos del Minedu, el formador de docentes es:"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p9_c1",
    "source": "Fascículo U1S1.pdf",
    "page": 9,
    "content": "9 Unidad 1 / Sesión 19 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas 1.1.1. El formador de docentes y su función de fomentar el desarrollo de competencias profesionales Bajo la premisa de que el formador «es un profesional, responsable de la formación de docentes orientada al desarrollo de las competencias profesionales con respecto a la transformación de las prácticas de enseñanza» (Resolución Viceministerial N.° 035-2025-Minedu), se puede graficar lo siguiente: Contribuye al fortalecimiento de las competencias profesionales del docente Promueve el desarrollo de competencias de los estudiantes Fortalece su experiencia en andragogía Transforma sus prácticas de enseñanza Desarrollan sus competencias, de acuerdo con el Currículo Nacional de la Educación Básica (CNEB) Mejoran sus aprendizajes Desarrolla sus competencias profesionales, en concordancia al Perfil del formador de docentes Desarrolla sus competencias profesionales, en concordancia con el Marco de Buen Desempeño Docente (MBDD)"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p10_c1",
    "source": "Fascículo U1S1.pdf",
    "page": 10,
    "content": "10 Unidad 1 / Sesión 110 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas • Rol del formador para fomentar el desarrollo de las competencias profesionales del docente El formador juega un papel crucial en el desarrollo de las competencias profesionales del docente, actuando como guía, facilitador y modelo a seguir. Su rol principal es ayudar a los docentes a adquirir, desarrollar y perfeccionar las habilidades, conocimientos y actitudes necesarias para un desempeño eficaz en el aula y en la comunidad educativa. Funciones clave del formador: Diseño y planificación: Elabora y adapta programas de formación que se centran en las necesidades específicas de los docentes, utilizando metodologías activas y participativas que fomentan el aprendizaje significativo. Facilitación y acompañamiento: Actúa como un guía al proporcionar retroalimentación constructiva, apoyo y recursos que ayuden a los docentes a reflexionar sobre su práctica, identificar áreas de mejora y aplicar nuevos conocimientos y estrategias. Modelado y ejemplo: Demuestra las competencias que espera que los docentes desarrollen, mostrando un dominio de l"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p10_c2",
    "source": "Fascículo U1S1.pdf",
    "page": 10,
    "content": "as herramientas pedagógicas, habilidades comunicativas y compromiso con el aprendizaje continuo. Creación de comunidades de aprendizaje: Promueve la colaboración y el intercambio entre docentes, fomentando la reflexión conjunta, el aprendizaje entre pares y la construcción de una cultura de mejora continua. Evaluación y seguimiento: Evalúa el progreso de los docentes, proporcionando retroalimentación formativa y seguimiento individualizado para asegurar el desarrollo de las competencias clave. Adaptación al contexto: Ajusta sus estrategias y contenidos a las necesidades específicas de los docentes y al contexto educativo en el que se desenvuelven. Promoción de la reflexión crítica: Fomenta la reflexión sobre la práctica docente, animando a los docentes a cuestionar sus propias creencias, a analizar críticamente sus acciones y a buscar nuevas formas de mejorar su enseñanza. Actualización constante: Se mantiene actualizado sobre las últimas investigaciones y tendencias en educación, compartiendo este conocimiento con los docentes para garantizar una práctica profesional relevante y eficaz."
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p11_c1",
    "source": "Fascículo U1S1.pdf",
    "page": 11,
    "content": "11 Unidad 1 / Sesión 111 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas En resumen, el formador es un agente clave en la transformación de la práctica docente, ya que impulsa el desarrollo profesional continuo y la mejora de la calidad educativa. Es decir, es esencial para desarrollar las competencias profesionales de los docentes, la cuales mejorarán su desempeño y les permitirán renovar las prácticas pedagógicas. Las competencias profesionales de los docentes son las siguientes: 1 2 Dominio Dominio Preparación para el aprendizaje de los estudiantes Enseñanza para el aprendizaje de los estudiantes Competencia 1: Conoce y comprende las características de todos sus estudiantes y sus contextos, los contenidos disciplinares que enseña, los enfoques y procesos pedagógicos, con el propósito de promover capacidades de alto nivel y su formación integral. Competencia 2: Planifica la enseñanza de forma colegiada, garantizando la coherencia entre los aprendizajes que quiere lograr en sus estudiantes, el proceso pedagógico, el uso de los recursos disponibles y la evaluación, en una programación curricular en permanente"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p11_c2",
    "source": "Fascículo U1S1.pdf",
    "page": 11,
    "content": " revisión. Competencia 3: Crea un clima propicio para el aprendizaje, la convivencia democrática y la vivencia de la diversidad en todas sus expresiones, con miras a formar ciudadanos críticos e interculturales. Competencia 4: Conduce el proceso de enseñanza con dominio de los contenidos disciplinares y el uso de estrategias y recursos pertinentes, para que todos los estudiantes aprendan de manera reflexiva y crítica lo que concierne a la solución de problemas relacionados con sus experiencias, intereses y contextos culturales. Competencia 5: Evalúa permanentemente el aprendizaje de acuerdo con los objetivos institucionales previstos, para tomar decisiones y retroalimentar a sus estudiantes y a la comunidad educativa, teniendo en cuenta las diferencias individuales y los contextos culturales. 3 4 Dominio Dominio Participación en la gestión de la escuela articulada a la comunidad Desarrollo de la profesionalidad y la identidad docente Competencia 6: Participa activamente, con actitud democrática, crítica y colaborativa, en la gestión de la escuela, contribuyendo a la construcción y mejora continua del Proyecto Educativo Institucional y así este pueda generar aprendizajes de calidad."
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p11_c3",
    "source": "Fascículo U1S1.pdf",
    "page": 11,
    "content": " Competencia 7: Establece relaciones de respeto, colaboración y corresponsabilidad con las familias, la comunidad y otras instituciones del Estado y la sociedad civil, aprovecha sus saberes y recursos en los procesos educativos y da cuenta de los resultados. Competencia 8: Reflexiona sobre su práctica y experiencia institucional y desarrolla proceso de aprendizaje continuo de modo individual y colectivo, para construir y afirmar su identidad y responsabilidad profesional. Competencia 9: Ejerce su profesión desde una ética de respeto de los derechos fundamentales de las personas, demostrando honestidad, justicia, responsabilidad y compromiso con su función social. Fuente: Minedu (2012)"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p12_c1",
    "source": "Fascículo U1S1.pdf",
    "page": 12,
    "content": "12 Unidad 1 / Sesión 112 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Continuum de desarrollo profesional Formación inicial: Se refiere a la preparación inicial que reciben los futuros docentes antes de ingresar al ejercicio profesional. Formación en servicio: Comprende todas las actividades de desarrollo profesional que los docentes realizan a lo largo de su carrera, como cursos, talleres, mentorías, etc. Continuo: Implica una visión integral y articulada entre la formación inicial y la formación en servicio, donde se busca una progresión coherente y sistemática en el desarrollo profesional de los docentes. El formador de docentes en esta perspectiva Rol activo: El formador de docentes no solo transmite conocimientos, sino que también guía y acompaña a los docentes en su proceso de aprendizaje y desarrollo profesional. Modelo a seguir: Los formadores deben ser un ejemplo para los docentes en formación y demostrar un compromiso con el aprendizaje continuo y la mejora de la práctica pedagógica. Adaptabilidad: Los formadores deben estar preparados para adaptarse a las nuevas tendencias educativas, incorporar"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p12_c2",
    "source": "Fascículo U1S1.pdf",
    "page": 12,
    "content": " tecnologías y metodologías innovadoras, y responder a las necesidades cambiantes de los estudiantes y al contexto educativo. Beneficios de esta perspectiva Desarrollo integral: Permite un desarrollo más completo y profundo de los docentes, el cual aborda tanto sus conocimientos teóricos como sus habilidades prácticas. Mejora de la calidad educativa: Al contar con formadores actualizados y competentes, se contribuye a mejorar la calidad de la enseñanza y el aprendizaje de los estudiantes. Profesionalización docente: Se promueve una visión de la docencia como una profesión en constante evolución, donde el aprendizaje y la mejora continua son fundamentales. En resumen, la perspectiva de un continuum de desarrollo profesional para formadores de docentes es esencial para garantizar una formación de calidad y promover una práctica pedagógica eficaz y adaptada a los desafíos del siglo XXI. 1.1.2. El formador de docentes en la perspectiva de un continuum de desarrollo profesional La perspectiva de un continuum de desarrollo profesional para formadores de docentes enfatiza la importancia de una formación continua y coherente que abarque tanto la formación inicial como la formación en servi"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p12_c3",
    "source": "Fascículo U1S1.pdf",
    "page": 12,
    "content": "cio. Este enfoque reconoce que el desarrollo profesional es un proceso continuo y dinámico, donde los formadores deben actualizar constantemente sus conocimientos y habilidades para adaptarse a las necesidades cambiantes del sistema educativo."
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p13_c1",
    "source": "Fascículo U1S1.pdf",
    "page": 13,
    "content": "13 Unidad 1 / Sesión 113 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas 1.1.3. Competencias claves del perfil del formador de docentes El Perfil del formador (Minedu, 2020) presenta dos dominios: el desarrollo de procesos formativos y el desarrollo de la profesionalidad del formador de docentes, cuyos sustentos sientan la base de las competencias que conforman el perfil. DOMINIO 1 DESARROLLO DE LOS PROCESOS FORMATIVOS DOMINIO 2 DESARROLLO DE LA PROFESIONALIDAD DEL FORMADOR DE DOCENTES Competencias del formador de docentes Gestiona una convivencia democrática e intercultural con y entre docentes en formación, mostrando apertura y propiciando la valoración de diferentes experiencias y perspectivas Investiga prácticas pedagógicas y aspectos críticos de la formación docente, generando conocimiento que contribuye a fortalecer una cultura de investigación en la educación básica y en su rol como formador Participa activamente en el desarrollo de comunidades profesionales de aprendizaje, promoviendo la mejora continua y la colaboración mutua de sus miembros Reflexiona permanentemente sobre su desempeño profesional e"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p13_c2",
    "source": "Fascículo U1S1.pdf",
    "page": 13,
    "content": "n función del progreso del aprendizaje de los docentes en formación y la transformación de sus prácticas educativas Desarrolla procesos formativos centrados en la reflexión de la práctica, modelando intencionalmente las concepciones y desempeño de los docentes en formación Diseña procesos formativos que respondan a las características, contextos, necesidades y propósitos de la formación docente, teniendo en perspectiva las expectativas de aprendizaje de la educación básica"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p14_c1",
    "source": "Fascículo U1S1.pdf",
    "page": 14,
    "content": "14 Unidad 1 / Sesión 114 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Competencias Gestiona una convivencia democrática e intercultural con y entre docentes en formación, mostrando apertura y propiciando la valoración de diferentes experiencias y perspectivas. Diseña procesos formativos que responden a las características, contextos, necesidades y propósitos de la formación docente, teniendo en perspectiva las expectativas de aprendizaje de la educación básica. Desarrolla procesos formativos centrados en la reflexión sobre la práctica, modelando intencionalmente las concepciones y desempeño de los docentes en formación. Capacidades Fomenta la construcción de vínculos positivos con y entre los docentes en formación, considerando las diferencias individuales, socioculturales y lingüísticas de forma pertinente. Incentiva la colaboración mutua con y entre los docentes en formación, resolviendo asertivamente los conflictos con base en acuerdos consensuados que consideran criterios éticos. Plantea propósitos de formación y criterios de evaluación atendiendo de forma pertinente a las necesidades de aprendizaje de"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p14_c2",
    "source": "Fascículo U1S1.pdf",
    "page": 14,
    "content": " los docentes en formación y a las características y demandas de sus contextos educativos y socioculturales. Propone situaciones, estrategias y recursos de aprendizaje que promueven el desarrollo del juicio pedagógico, así como la autonomía en el aprendizaje, en coherencia con los propósitos planteados. Genera interacciones pedagógicas basadas en la vinculación entre teoría y práctica que promueven el desarrollo del juicio pedagógico y la toma de decisiones desde distintas perspectivas y contextos. Acompaña la práctica pedagógica considerando la experiencia y conocimiento de cada docente en formación, brindando apoyo específico según sus necesidades formativas. Retroalimenta el progreso de los docentes en formación basándose en evidencias y criterios de evaluación compartidos, promoviendo la autonomía y reflexión basada en el desempeño. 1 2 3 DOMINIO 1 DESARROLLO DE LOS PROCESOS FORMATIVOS"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p15_c1",
    "source": "Fascículo U1S1.pdf",
    "page": 15,
    "content": "15 Unidad 1 / Sesión 115 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Competencias Participa activamente en el desarrollo de comunidades profesionales de aprendizaje, promoviendo la mejora continua y la colaboración mutua de sus miembros. Reflexiona permanentemente sobre su desempeño profesional en función del progreso del aprendizaje de los docentes en formación y la transformación de sus prácticas educativas. Investiga prácticas pedagógicas y aspectos críticos de la formación docente, generando conocimiento que contribuye a fortalecer una cultura de investigación en la educación básica y en su rol como formador. Capacidades Trabaja colaborativamente en el desarrollo profesional individual y colectivo de docentes en formación a partir de evidencias y criterios compartidos. Establece alianzas y redes de colaboración con distintos actores e instituciones locales, articulando saberes y prácticas socioculturales para el desarrollo de competencias profesionales docentes y el de su ámbito educativo. Promueve innovaciones que permiten mejorar los procesos formativos a partir de la sistematización de buenas práct"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p15_c2",
    "source": "Fascículo U1S1.pdf",
    "page": 15,
    "content": "icas y de lecciones aprendidas. Evalúa sistemáticamente su práctica profesional, considerando que su desempeño modela intencionalmente las prácticas pedagógicas y éticas de los docentes en formación. Interpreta críticamente las prácticas que conforman la cultura escolar, extrayendo lecciones aprendidas de los contextos de práctica docente y de su vinculación con redes de colaboración entre docentes. Participa críticamente en la construcción e implementación de políticas educativas en distintos niveles a partir de su conocimiento y experiencia profesional. Interpreta críticamente los hallazgos provenientes de una variedad de estudios sobre educación básica y formación docente que utiliza durante su práctica pedagógica y desarrollo profesional. Desarrolla proyectos de investigación educativa, en forma individual y colegiada, utilizando diversos enfoques y metodologías de investigación y difundiendo sus hallazgos. Fomenta el desarrollo de las habilidades de investigación, promoviendo la participación de los docentes en formación en el diseño e implementación de proyectos de investigación. 4 5 6 DOMINIO 2 DESARROLLO DE LA PROFESIONALIDAD DEL FORMADOR DE DOCENTES"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p16_c1",
    "source": "Fascículo U1S1.pdf",
    "page": 16,
    "content": "16 Unidad 1 / Sesión 116 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Con la demostración de estas competencias, el formador de docentes acompaña al docente en servicio en diferentes ámbitos de la profesión para la transformación de la práctica. 1.2. La definición del campo profesional de los formadores de docentes Como bien señala el Perfil de competencias profesionales del formador de docentes (2020), la construcción de perfiles por competencias tiene como punto de partida la identificación de la visión y la misión, comprendidas como un conjunto de aspiraciones y de una finalidad que orienta todo quehacer profesional. Para definir la visión y la misión del formador, así como las competencias que las viabilizan, es necesario pensar desde qué concepción de aprendizaje aspiramos a que se desarrolle la formación docente y, por lo tanto, en qué visión de la docencia se posiciona este perfil. (Minedu, 2020, p. 13). 1.2.1. La visión y la misión del formador de docentes El propósito de distinguir las cualidades de un buen formador de docentes orientados a desempeños idóneos con relación a la comunicación y atrib"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p16_c2",
    "source": "Fascículo U1S1.pdf",
    "page": 16,
    "content": "utos personales, tales como cercanía, empatía, y otros (Castro et al., 2022), es una base para determinar la misión y la visión del formador de docentes. El papel de los formadores de docentes es complejo e incluye muchos aspectos referidos con la experiencia y el trabajo en diferentes ámbitos. Por ello Kosnik et al. (2020) señal que el perfil tiene múltiples elementos que determinan su identidad. La visión y la misión del formador de docentes están alineadas con su compromiso de mejorar la calidad educativa, impulsar el desarrollo profesional continuo y fortalecer las competencias profesionales de los docentes en servicio (Schön, 1983; Perrenoud, 1999; Vaillant, 2016). Estas suelen definirse de la siguiente manera: La visión del formador de docentes se enfoca en el fortalecimiento de las competencias profesionales de los docentes capaces de adaptarse a las demandas del siglo XXI, promoviendo la innovación, la investigación y el desarrollo profesional continuo. La misión se centra en guiar a los docentes para que se conviertan en agentes de cambio, capaces de crear entornos de aprendizaje inclusivos, reflexivos y efectivos, y de contribuir al desarrollo sostenible de la sociedad. R"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p16_c3",
    "source": "Fascículo U1S1.pdf",
    "page": 16,
    "content": "esumiendo, la misión del formador de docentes es preparar profesionales competentes y comprometidos con la transformación social, mientras que su visión es ser un referente en la formación de docentes de alta calidad, innovadores y comprometidos con la inclusión y la equidad."
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p17_c1",
    "source": "Fascículo U1S1.pdf",
    "page": 17,
    "content": "17 Unidad 1 / Sesión 117 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas 1.2.2. El formador, responsable de la formación de docentes El formador de docentes es un profesional que se dedica a fortalecer las competencias profesionales de otros docentes para que puedan desempeñar su labor de manera efectiva. En resumen, el formador de formadores es un agente clave para la mejora de la calidad educativa, ya que contribuye a la formación de profesionales comprometidos con la enseñanza y capaces de adaptarse a los desafíos del siglo XXI, según el Ministerio de Educación del Perú. • Diseñar e impartir programas de formación: Elabora y facilita cursos, talleres y seminarios dirigidos a docentes en formación inicial o continua. • Desarrollar competencias pedagógicas: Equipa a los docentes con las herramientas necesarias para planificar, implementar y evaluar procesos de enseñanza-aprendizaje. • Promover la reflexión pedagógica: Fomenta la capacidad de los docentes para analizar críticamente su propia práctica y buscar mejoras continuas. • Adaptar la formación a contextos diversos: Considera las necesidades específicas"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p17_c2",
    "source": "Fascículo U1S1.pdf",
    "page": 17,
    "content": " de los docentes y los contextos educativos en los que se desenvolverán. • Impulsar el uso de nuevas tecnologías: Integra herramientas digitales y recursos innovadores en la formación docente. • Fomentar el trabajo colaborativo: Promueve la creación de redes de apoyo entre docentes y el intercambio de experiencias. Funciones del formador de docentes"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p18_c1",
    "source": "Fascículo U1S1.pdf",
    "page": 18,
    "content": "18 Unidad 1 / Sesión 118 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas El formador es un actor clave en el desarrollo de competencias profesionales de los docentes, con sus acciones promueven procesos de aprendizaje que permiten desarrollar habilidades técnicas, sociales y éticas necesarias para el desempeño de la profesión docente. El continuum de aprendizaje en la formación docente ofrece la posibilidad de concebir la visión y la misión del formador y definir la identidad profesional del formador de docentes atendiendo a la diversidad del contexto. El documento Perfil del formador de docentes (Minedu, 2020) presenta dos dominios (el desarrollo de procesos formativos y el desarrollo de la profesionalidad del formador de docentes) y seis competencias, cuyos sustentos sientan la base de las competencias que conforman el perfil. De acuerdo con el Minedu (2020), la misión del formador es promover las competencias profesionales y la visión es la concepción del docente como un profesional reflexivo, estratégico y autónomo. El formador, siendo consciente de su responsabilidad como formador de docentes, establece "
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p18_c2",
    "source": "Fascículo U1S1.pdf",
    "page": 18,
    "content": "parámetros para promover el desarrollo de competencias profesionales, ser un agente que provoque el diálogo reflexivo y poseer habilidades y sentido ético frente al rol que desempeña."
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p19_c1",
    "source": "Fascículo U1S1.pdf",
    "page": 19,
    "content": "19 Unidad 1 / Sesión 119 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas A partir de la situación presentada, responde: 1. ¿Qué competencias del dominio 1 del Perfil del formador se ven reflejadas en la situación presentada? 2. De encontrarte en la situación del formador Gabriel, ¿qué otras acciones consideras necesarias realizar para atender a las necesidades formativas del docente? Aplicación en la práctica Te invitamos a revisar la siguiente situación del formador Gabriel y luego a responder: Gabriel es un formador de docentes que suele ser muy responsable con su trabajo. Él está convencido de que debe atender a las competencias que presenta el Perfil del formador del Minedu y, por ello, organiza su labor en función de dicho documento. El formador ha sido asignado a otra región y ha previsto toda la ruta de trabajo y los recursos para realizar los momentos de la secuencia formativa en cada una de sus visitas, de tal manera que los docentes desarrollen el juicio pedagógico y la autonomía en su práctica pedagógica. En una visita, Gabriel observa que el docente tiene una forma particular de presentar el conte"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p19_c2",
    "source": "Fascículo U1S1.pdf",
    "page": 19,
    "content": "nido de la clase referido a los alimentos y a las medicinas tradicionales de la zona. El formador compara estos conocimientos con los saberes constituidos previamente en su preparación y expresa algunas inquietudes al respecto. En el momento del diálogo, se inicia un diálogo no estructurado con el docente. Al final, el formador toma nota de algunos contenidos que pueden ser mejor presentados por el docente y le sugiere algunas estrategias más efectivas. Situación"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p20_c1",
    "source": "Fascículo U1S1.pdf",
    "page": 20,
    "content": "20 Unidad 1 / Sesión 120 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Autoevaluación N.o 1 2 3 Criterio Identifiqué las competencias que se aluden en el caso. Reconocí la responsabilidad asumida por el formador desde su preparación. Señalé otras acciones que puede realizar el formador para atender a las necesidades del docente. Cumple Referencias Castro-Durán, L., Fonseca-Grandón, G., Herrera-Gacitúa, Óscar, Cid-Anguita, J. y Aillon-Neumann, M. (2022). Perfil del formador de formadores: una revisión sistemática de literatura. Educación y Educadores, 25(1), e2514. https://doi.org/10.5294/edu.2022.25.1.4 Kosnik, C., Menna, L. y Dharamshi, P. (2020) Displaced academics: intended and unintended consequences of the changing landscape of teacher education, European Journal of Teacher Education, 45(1), 127-149. https://doi.org/10.1080/02619768.2020.1793947 Ministerio de Educación del Perú. (2016). Currículo Nacional de la Educación Básica. https://acortar.link/1jvd Ministerio de Educación del Perú. (2012). Marco de Buen Desempeño Docente. Ministerio de Educación del Perú. (2020). Perfil de competencias profesiona"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p20_c2",
    "source": "Fascículo U1S1.pdf",
    "page": 20,
    "content": "les del formador de docentes. https://acortar.link/wkkyoj A continuación, te brindamos una lista de cotejo para que puedas autoevaluar la actividad de aplicación en la práctica que realizaste: Instrucciones: Lee cada afirmación y marca (x) “Sí” si consideras que comprendiste el concepto y eres capaz de explicar a alguien con tus propias palabras, o “No” si necesitas un autoreforzamiento del tema:"
  },
  {
    "chunk_id": "Fascículo U1S1.pdf_p21_c1",
    "source": "Fascículo U1S1.pdf",
    "page": 21,
    "content": "21 Unidad 1 / Sesión 121 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Resolución Viceministerial N.° 052-2020-Minedu. Lineamiento de Formación Docente en Servicio. https://acortar.link/I6rsNU Resolución Viceministerial N.° 215-2021-Minedu. Disposiciones para el desarrollo de las acciones formativas y sus estándares de calidad en el marco de la Formación Docente en Servicio. https://acortar.link/cEGFb9 Resolución Viceministerial N.° 063-2024-Minedu. Disposiciones para el desarrollo del Programa de Formación y Capacitación Permanente durante el año 2024. https://acortar.link/ BhtMFx Resolución Viceministerial N.° 035-2025-Minedu. Programa de Formación y Capacitación Permanente – Docentes competentes para el aprendizaje y bienestar de los estudiantes 2025. https://acortar.link/IMLjjJ Vaillant, D. (2007). Mejorando la formación y el desarrollo profesional docente en Latinoamérica. Pensamiento Educativo, 41(1), 207–222. https://pensamientoeducativo.uc.cl/index. php/pel/article/view/25699"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p1_c1",
    "source": "Fascículo U1S2.pdf",
    "page": 1,
    "content": "1 Unidad 1 / Sesión 21 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas UNIDAD 1 Las competencias profesionales del formador y los enfoques de la formación docente en servicio Sesión 2: Una mirada al rol del formador en la formación docente y enfoques orientadores del proceso formativo"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p2_c1",
    "source": "Fascículo U1S2.pdf",
    "page": 2,
    "content": "2 Unidad 1 / Sesión 22 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas María Esther Cuadros Espinoza Viceministra de Gestión Pedagógica Eloy Alfredo Cantoral Licla Dirección General de Desarrollo Docente Ismael Enrique Mañuico Ángeles Dirección de Formación Docente en Servicio Nombre del material: Rol del formador como líder transformador de las prácticas educativas Año de publicación: 2025 Ministerio de Educación del Perú Calle del Comercio 193, San Borja Lima, Perú. Teléfono 615-5800 www.minedu.gob.pe Todos los derechos reservados. Prohibida la reproducción de este fascículo por cualquier medio, total o parcialmente, sin la correspondiente cita."
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p3_c1",
    "source": "Fascículo U1S2.pdf",
    "page": 3,
    "content": "3 Unidad 1 / Sesión 23 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas UNIDAD 1 Sesión 2: Una mirada al rol del formador en la formación docente y enfoques orientadores del proceso formativo Las competencias profesionales del formador y los enfoques de la formación docente en servicio Te invitamos a leer la siguiente situación: Reflexión de la práctica pedagógica Luego que la DRE Piura seleccionó a los formadores para el programa de formación, inició el taller de inducción. En dicho taller, el equipo técnico de la DRE Piura se centró en fortalecer las competencias del formador. Por ello, desarrolló el tema de la formación docente y los enfoques por competencias profesionales. A través de un padlet, se recogió los saberes previos de los formadores relacionados con las principales características de la formación docente y sus enfoques: Escena 2"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p4_c1",
    "source": "Fascículo U1S2.pdf",
    "page": 4,
    "content": "4 Unidad 1 / Sesión 24 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas ¿ Cuáles son las principales características de la formación docente? • Tener siempre presente el Marco de Buen Desempeño Docente. • Ser innovador. ¿Cuáles son los enfoques de la formación docente? • Enfoque pedagógico y enfoque curricular ¿Cuáles son las principales características de la formación docente? • Ejercer responsablemente la labor de educador. • La docencia contribuye al desarrollo del país. ¿Cuáles son los enfoques de la formación docente? • Enfoque centrado en la mejora del desempeño • Enfoque colaborativo ¿Cuáles son las principales características de la formación docente? • Tener la mirada de mejorar los aprendizajes de los estudiantes. • Mejorar el desempeño del docente. ¿Cuáles son los enfoques de la formación docente? • Enfoque por competencias • Enfoque investigativo • Enfoque del trabajo cooperativo 1. En relación con la segunda escena, ¿cuál crees que fue el sentido de estudiar las características de la formación docente en el taller de inducción del Programa «Oportunidades de aprendizaje en lectura y escritura de est"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p4_c2",
    "source": "Fascículo U1S2.pdf",
    "page": 4,
    "content": "udiantes en escuelas rurales»? Fundamenta tu respuesta."
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p5_c1",
    "source": "Fascículo U1S2.pdf",
    "page": 5,
    "content": "5 Unidad 1 / Sesión 25 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas 2. Brinda algunas ideas sobre lo que entiendes acerca del «enfoque por competencias». En esta sesión abordaremos la siguiente información: Comprensión de conocimientos y saberes 2.1 La formación docente en servicio para el fortalecimiento de competencias de los docentes 2.1.1 Premisas fundamentales para la formación y el desarrollo profesional de los docentes. 2.1.2 Características principales de la formación docente en servicio. 2.2 Los principios y enfoques que orientan los procesos formativos para el desarrollo de las competencias profesionales 2.2.1 Los principios que orientan los procesos formativos para el desarrollo de las competencias profesionales 2.2.2 Los enfoques que orientan los procesos formativos para el desarrollo de las competencias profesionales"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p6_c1",
    "source": "Fascículo U1S2.pdf",
    "page": 6,
    "content": "6 Unidad 1 / Sesión 26 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas 2.1. La formación docente en servicio para el fortalecimiento de competencias de los docentes a. La formación docente en servicio en el contexto latinoamericano. El tema docente se ha posicionado progresivamente en las agendas educativas nacionales en América Latina y el Caribe como uno de los factores centrales para alcanzar mejores resultados educativos. Importantes avances se registran en la región, particularmente en la comprensión de que las reformas educativas no son posibles sin docentes con un alto nivel de preparación y con un compromiso ético frente al aprendizaje y la educación integral de los estudiantes. Desde esta mirada ampliada, también se ha instalado la noción de políticas docentes como grandes decisiones de los Estados, en particular de los Ministerios de Educación, para la implementación sostenida a mediano y largo plazo de estrategias y acciones que transformen roles y prácticas. Vistas en perspectiva, estas estrategias necesitan consolidar una visión de docentes como profesionales, cuyo trabajo y desempeño son un fact"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p6_c2",
    "source": "Fascículo U1S2.pdf",
    "page": 6,
    "content": "or clave para el desarrollo de los sistemas educativos y, más aún, para el desarrollo de los países. La formación docente en servicio en Latinoamérica enfrenta desafíos significativos, como la falta de alineación entre las políticas de capacitación y las necesidades reales de los docentes, la baja evaluación del impacto de los programas en el aula, y la tensión entre la formación inicial y el desarrollo profesional continuo. b. La formación docente en servicio en el Perú. La educación es uno de los derechos fundamentales de los seres humanos; aporta al logro de su desarrollo integral, promueve su libertad y autonomía, y contribuye al ejercicio pleno de otros derechos humanos."
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p7_c1",
    "source": "Fascículo U1S2.pdf",
    "page": 7,
    "content": "7 Unidad 1 / Sesión 27 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas En los procesos educativos, el trabajo docente es uno de los factores esenciales para la calidad de los aprendizajes de los estudiantes que, desde el enfoque de derechos que promueve la Organización de las Naciones Unidas para la Educación, la Ciencia y la Cultura (Unesco), es aquel que tiene en cuenta y respeta los contextos, considera e incluye los saberes propios de las comunidades y poblaciones, promueve la inclusión, contribuye a dar sentido a los proyectos de vida de los estudiantes, y aporta al fortalecimiento de su identidad y autoestima, así como a la construcción de ciudadanía. En efecto, existe suficiente evidencia del valor estratégico que tiene el trabajo docente en el cumplimiento de los objetivos de los sistemas educativos. Por ello, el Perú ha definido la revaloración de la profesión docente como uno de los ejes de la reforma educativa y se encuentra avanzando en un conjunto de políticas, estrategias y programas hacia el fortalecimiento de políticas de desarrollo docente que promuevan la incorporación de docentes con calida"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p7_c2",
    "source": "Fascículo U1S2.pdf",
    "page": 7,
    "content": "d profesional y compromiso ético. Para lograr los objetivos nacionales de la educación y el desarrollo social, y cumplir con los compromisos internacionales del país, el Ministerio de Educación del Perú (Minedu) ha tomado decisiones cruciales de política: desde la creación de la Dirección General de Desarrollo Docente (DIGEDD) a través de una de sus direcciones de línea, la Dirección de Formación Docente en Servicio (DIFODS) para ocuparse del tema docente en su integralidad, hasta la implementación de estrategias y programas que configuran un gran avance en el fortalecimiento de las políticas docentes. En ese marco, la DIFODS propone los lineamientos de formación docente en servicio; enfocados en la mejora efectiva y sostenida de las prácticas profesionales, basándose en las competencias del Marco de Buen Desempeño Docente (MBDD). La formación docente en servicio, en el marco de la formación continua, se concibe como un proceso de desarrollo de competencias profesionales de los docentes en ejercicio, que se caracteriza por ser continuo, flexible y diversificado para el desarrollo profesional docente. R. V. N.° 035-2025_Minedu NOTA"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p8_c1",
    "source": "Fascículo U1S2.pdf",
    "page": 8,
    "content": "8 Unidad 1 / Sesión 28 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas 2.1.1 Premisas fundamentales para la formación y el desarrollo profesional de los docentes La formación docente en servicio busca propiciar el desarrollo y/o fortalecimiento de las competencias profesionales de los docentes a través de acciones formativas cuyo proceso tome en cuenta la planificación, ejecución, evaluación y monitoreo. Dichas competencias se traducen en un conjunto de desempeños que evidencian el dominio del saber, saber hacer y saber ser en diferentes contextos, promoviendo o potenciando su desarrollo y fomentando su capacidad de resolver problemas complejos en diferentes situaciones, contribuyendo a la mejora de su práctica pedagógica. Revisemos algunas premisas en la formación docente en servicio: Transitar por un enfoque formativo que privilegia estrategias situadas en contextos reales del docente, basadas en la generación de conocimiento pedagógico a partir de una reflexión crítica sobre la práctica; en este enfoque, el sujeto de la formación será no solo el docente individual, sino equipos de docentes. Las nuevas regl"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p8_c2",
    "source": "Fascículo U1S2.pdf",
    "page": 8,
    "content": "as de juego de la formación, que incluyen una oferta formativa de carácter modular y de desarrollo progresivo, con acumulación de créditos y en modalidades que combinan lo virtual con lo presencial, así como un ciclo de formación interna que nace de las necesidades de las escuelas mismas, se dibujan en los nuevos lineamientos de la formación docente en servicio. El MBDD define este nuevo rol con claridad, planteando la docencia profesional como el despliegue de un conjunto de prácticas que engloban cada una un grupo de competencias y capacidades: un diseño de procesos pedagógicos flexibles y desafiantes que correspondan a la naturaleza de los aprendizajes esperados, así como a las necesidades y posibilidades de sus estudiantes; una gestión de experiencias retadoras de aprendizaje, capaces de suscitar reflexión en los aprendices e inducir a la autoconciencia, desde un clima de confianza y colaboración; una labor colegiada en comunidad profesional con sus pares y relacionarse respetuosa y colaborativamente con la comunidad local, desde un compromiso activo con el proyecto educativo de la escuela; y, una actitud de superación profesional continua y responsable, desde una ética del cui"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p8_c3",
    "source": "Fascículo U1S2.pdf",
    "page": 8,
    "content": "dado y el respeto incondicional a los derechos de las personas. Se asume la premisa básica de que las competencias se desarrollan progresivamente, y para ello se requiere precisamente instancias de formación que favorezcan el desarrollo de una práctica reflexiva. Existe la necesidad de darle un estatus cada vez más profesional a la docencia, pues los aprendizajes que hoy se demandan a la escuela no tienen precedentes en términos de complejidad y exigencia, y requieren un abordaje cualitativamente distinto al convencional. La elaboración de los estándares de desempeño para cada una de las competencias del MBDD, que ha implicado una amplia revisión bibliográfica, consultas continuas a expertos, asesoría especializada, trabajo de campo, entrevistas y un conjunto de tareas de investigación que dé sustento a sus planteamientos. Los estándares de competencias profesionales que se derivan de los marcos y perfiles mencionados son referentes sobre lo que se espera que un buen docente exhiba como desempeños en el ejercicio de su práctica, en diferentes etapas de su trayectoria profesional."
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p9_c1",
    "source": "Fascículo U1S2.pdf",
    "page": 9,
    "content": "9 Unidad 1 / Sesión 29 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Además, se resalta en este apartado los seis propósitos de la formación docente en servicio: Fomentar un ejercicio profesional de la docencia reflexivo y eficaz, autónomo y crítico con el saber que sustenta su actuación, vinculado con la comunidad educativa y pertinente con cada contexto, con capacidad de decisión, ético y comprometido, colegiado tanto en su institución como en su red educativa, dispuesto a asumir diferentes roles en el sistema educativo (docente, directivo, formador, investigador) y siempre orientado a las competencias que sus estudiantes tienen derecho a desarrollar. Contribuir a hacer de la docencia una opción profesional atractiva al promover un adecuado desarrollo profesional que se complementa con el mejoramiento sostenido de la calidad de su desempeño a través de la estimación del mérito en su ejercicio laboral como criterio para el ascenso dentro de la carrera, y el mejoramiento de sus condiciones de trabajo. Sostener las mejoras alcanzadas en la formación de los docentes a través del fortalecimiento del rol del di"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p9_c2",
    "source": "Fascículo U1S2.pdf",
    "page": 9,
    "content": "rector como líder pedagógico de la institución educativa, del formador como facilitador de los procesos de formación, y de las comunidades de aprendizaje entre docentes para la mejora continua de las prácticas pedagógicas de manera colaborativa y sistemática. Fortalecer el desarrollo de las competencias profesionales del docente de acuerdo con los desafíos que plantean los aprendizajes definidos en el Currículo Nacional de la Educación Básica y Técnico Productiva y con las demandas de renovación de sus prácticas derivadas de los marcos de buen desempeño y de los perfiles de competencias que deriven de los diferentes roles docentes, en el contexto de los cambios sociales, económicos, científicos y tecnológicos. Contribuir a la revalorización del docente, considerándolo un profesional clave para una educación de calidad que mejore los aprendizajes y aporte al desarrollo del país. Esto supone, a su vez, mejorar sostenidamente su calidad profesional en los diferentes roles que requiere el sistema, la promoción de un ejercicio autónomo de su formación y desarrollo profesional, y el fortalecimiento de su identidad como colectivo profesional. Transitar hacia una formación en servicio cent"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p9_c3",
    "source": "Fascículo U1S2.pdf",
    "page": 9,
    "content": "rada en la institución educativa, diversificada, sostenible y efectiva, articulada a la formación docente inicial y que lo acompañe a lo largo de su vida profesional. SEIS 6 PROPÓSITOS DE LA FORMACIÓN DOCENTE EN SERVICIO 1 26 3 4"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p10_c1",
    "source": "Fascículo U1S2.pdf",
    "page": 10,
    "content": "10 Unidad 1 / Sesión 210 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas 2.1.2. Características principales de la formación docente en servicio La formación docente en servicio se centra en el desarrollo profesional continuo de los docentes en ejercicio, con el objetivo de mejorar sus competencias y adaptarse a las demandas cambiantes de la educación. Estas características principales incluyen la actualización de conocimientos, la mejora de habilidades pedagógicas, la reflexión sobre la práctica docente y la adaptación a nuevas tecnologías y metodologías. Características principales de la formación docente en servicio: Características de la formación docente en servicio Actualización de conocimientos Mejora de habilidades pedagógicas Reflexión de la práctica Adaptación a nuevas tecnologías Enfoque en la inclusión y la diversidad Desarrollo de habilidades de comunicación y colaboración Adaptación a las necesidades locales Evaluación y seguimiento Participación activa de los docentes Continuidad y sostenibilidad Descripción Brinda a los docentes la oportunidad de mantenerse al día sobre los avances en sus áreas"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p10_c2",
    "source": "Fascículo U1S2.pdf",
    "page": 10,
    "content": " de especialización y en pedagogía. Fortalece las competencias de los docentes en áreas como la planificación de clases, la evaluación del aprendizaje, la gestión del aula y la atención a la diversidad. Fomenta la reflexión crítica sobre la propia práctica docente, con lo cual permite a los docentes analizar su efectividad y realizar ajustes necesarios. Incluye la capacitación en el uso de herramientas tecnológicas para la enseñanza y el aprendizaje, así como la integración de recursos digitales en el aula. Busca que los docentes desarrollen estrategias para atender las necesidades de todos los estudiantes, y de ese modo promover un ambiente educativo inclusivo y respetuoso de la diversidad. Incluye actividades que promueven la comunicación efectiva con estudiantes, padres y colegas, así como el trabajo colaborativo entre docentes. Considera las particularidades de cada contexto educativo e incluye las necesidades específicas de los estudiantes y las características de la comunidad. Implementa mecanismos de evaluación para medir el impacto de la formación en el desempeño docente y en el aprendizaje de los estudiantes. Es un proceso dinámico en el que los docentes participan activam"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p10_c3",
    "source": "Fascículo U1S2.pdf",
    "page": 10,
    "content": "ente, compartiendo sus experiencias y conocimientos. Es un proceso continuo, ya que acompaña al docente a lo largo de su carrera profesional."
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p11_c1",
    "source": "Fascículo U1S2.pdf",
    "page": 11,
    "content": "11 Unidad 1 / Sesión 211 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas 2.2. Los principios y enfoques que orientan los procesos formativos para el desarrollo de las competencias profesionales 2.2.1. Los principios que orientan los procesos formativos para el desarrollo de las competencias profesionales Principios que rigen la formación docente en servicio Calidad Sostenibilidad Continuidad Progresividad Equidad e igualdad de oportunidades Descripción La calidad de los procesos formativos responde a los criterios de: 1) Pertinencia, porque se alinean a las necesidades de estudiantes, docentes, escuelas y del sistema educativo; 2) Oportunidad, porque atienden a tiempo las necesidades formativas de los docentes, privilegiando las que urge fortalecer; 3) Eficacia, porque dan cuenta de su impacto en las prácticas docentes; 4) Eficiencia, porque logran resultados gestionando esfuerzos, tiempo y recursos de manera óptima. Los procesos formativos son sostenibles porque disponen de mecanismos, oportunidades y recursos para asegurar que las prácticas docentes, que promueven en los equipos docentes y directivos de las"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p11_c2",
    "source": "Fascículo U1S2.pdf",
    "page": 11,
    "content": " IIEE, sigan profundizándose y perfeccionándose a lo largo del tiempo. Asimismo, porque aseguran la creación e instalación de condiciones en los territorios para la gestión de la formación docente en servicio. Este principio se manifiesta cuando la formación docente inicial, la inducción docente y la formación en servicio guardan una coherencia de fondo en enfoques y contenidos, en el marco del sistema de formación continua; es decir, cuando comparten una visión común de la enseñanza que responda a las demandas actuales de la profesión docente, y se basan en las competencias profesionales establecidas en el MBDD. Los procesos formativos son progresivos cuando reconocen y consideran la distancia que existe entre el nivel de competencia del que parten los docentes participantes de una acción formativa y aquel nivel que necesitan alcanzar; como resultado de esto, los docentes toman como referente su zona de desarrollo próximo, el proceso se ajusta a sus necesidades y acompaña con pertinencia el desarrollo de sus competencias. Los procesos formativos son equitativos y garantizan a los docentes igualdad de oportunidades para el acceso a una formación en servicio de calidad, cuando consi"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p11_c3",
    "source": "Fascículo U1S2.pdf",
    "page": 11,
    "content": "deran de manera preferente a aquellos docentes que laboran en instituciones educativas cuyos estudiantes tienen los más bajos niveles de logro, en contextos de menor accesibilidad, de mayor complejidad y/o que por diversas razones no han accedido a oportunidades de formación."
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p12_c1",
    "source": "Fascículo U1S2.pdf",
    "page": 12,
    "content": "12 Unidad 1 / Sesión 212 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Articulación territorial Pertinencia y diversidad Compromiso y desarrollo autónomo Interculturalidad Inclusión Los procesos formativos se gestionan en los territorios articulando mecanismos desconcentrados desde el Ministerio de Educación y descentralizados en los gobiernos regionales y locales, universidades, escuelas de educación superior pedagógica e instituciones y redes educativas, asegurando un alto nivel de sinergia y compartiendo información oportunamente, en el marco de las competencias asignadas a cada actor. Los procesos formativos atienden la heterogeneidad de necesidades formativas de los docentes con una oferta pertinente a los diversos roles que ejercen, a la evolución de su trayectoria, así como al nivel, modalidad, tipo de institución educativa y contexto donde laboran, a fin de asegurar una formación que responda a sus necesidades específicas. Los procesos formativos se desarrollan a través de itinerarios formativos que conciben al docente como un profesional activo que reflexiona sobre sus fortalezas y limitaciones, y "
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p12_c2",
    "source": "Fascículo U1S2.pdf",
    "page": 12,
    "content": "que asume la responsabilidad de establecer su propio plan de desarrollo y formación en función de la oferta que provee el sistema, su institución o red educativa, y sus procesos de autoformación, con miras a la mejora continua de su práctica y al desarrollo de un ejercicio autónomo de la profesión docente. Los procesos y los contenidos de la formación que se ofrecen responden a un principio de interculturalidad; esta es entendida como un proceso dinámico y permanente de interacción e intercambio entre personas de diferentes culturas, orientado a una convivencia basada en el acuerdo y la complementariedad, así como en el respeto y la valoración a la propia identidad y a las diferencias culturales. Los procesos y los contenidos de la formación que se ofrecen responden al principio de inclusión cuando promueven que los docentes organicen los contenidos y las actividades de enseñanza y creen las condiciones para ofrecer una respuesta educativa diversa a todos los estudiantes, que garantice la igualdad de oportunidades y considere al mismo tiempo sus características y necesidades individuales."
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p13_c1",
    "source": "Fascículo U1S2.pdf",
    "page": 13,
    "content": "13 Unidad 1 / Sesión 213 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas 2.2.2. Los enfoques que orientan los procesos formativos para el desarrollo de las competencias profesionales La formación docente en servicio se enmarca en los nuevos enfoques sobre desarrollo profesional docente, siendo este un proceso continuo y donde la formación responde de forma pertinente a las distintas etapas de desarrollo profesional. A continuación, se indican los enfoques en mención: Competencias profesionales docentes Es la facultad que tienen los docentes de actuar en situaciones complejas y desafiantes movilizando y combinando reflexivamente distintas capacidades con el fin de lograr un propósito y generar respuestas pertinentes a problemas, así como tomar decisiones con sentido ético. Actuar de manera competente requiere analizar y comprender la situación que se afronta, así como evaluar las propias posibilidades para resolverla. La competencia es más que un saber hacer en cierto contexto, que implica compromisos, disposición para hacer las cosas con calidad, raciocinio, manejo de fundamentos conceptuales, comprensión de "
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p13_c2",
    "source": "Fascículo U1S2.pdf",
    "page": 13,
    "content": "la naturaleza moral y las consecuencias sociales de sus decisiones. Según lo expuesto, una actuación profesional competente supone saber resolver situaciones en la realidad con un determinado propósito, la cual articula de manera reflexiva y creativa saberes y recursos variados de orden cognitivo, procedimental, actitudinal y social. En ese sentido, todo programa o acción formativa debe incorporar este enfoque en su diseño e implementación."
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p14_c1",
    "source": "Fascículo U1S2.pdf",
    "page": 14,
    "content": "14 Unidad 1 / Sesión 214 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas b) Enfoque colaborativo y autonomía colegiada Con este enfoque se busca superar la prevalencia de una perspectiva individual de la formación y romper la cultura de aislamiento que ha reducido las oportunidades que los docentes tienen para confrontar sus propias concepciones y prácticas con las de otros colegas. De esta forma, se menoscaba también la construcción colectiva de conocimiento pedagógico y, a largo plazo, la generación de una identidad profesional compartida, fundamental para la conformación de las comunidades profesionales de aprendizaje. Es por ello que la formación docente en servicio tiene como uno de sus objetivos que los docentes tengan oportunidades de aprendizaje que les permitan desarrollar habilidades para interactuar de manera productiva con sus colegas y lograr una autonomía colegiada. Se espera que la formación docente contribuya a la generación de culturas profesionales de colaboración que permitan construir propósitos comunes, lidiar con la incertidumbre y la complejidad, crear un clima donde se valore el cambio"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p14_c2",
    "source": "Fascículo U1S2.pdf",
    "page": 14,
    "content": " y la mejora continua, donde se desarrolle un fuerte sentido de la eficacia docente, y a crear culturas de aprendizaje profesional continuo que reemplacen los modelos tradicionales de desarrollo profesional episódicos, individualizados y débilmente conectados con las prioridades de la escuela. En ese sentido, las comunidades profesionales de aprendizaje constituyen un recurso profesional crítico para la mejora continua de las prácticas docentes. En estos espacios, los docentes se reúnen para resolver los problemas de enseñanza y aprendizaje que se presentan en sus escuelas, analizan e interpretan evidencias de aprendizaje, discuten interdisciplinariamente sobre cómo mejorar los procesos pedagógicos para alcanzar determinados propósitos de aprendizaje e intercambiar sus experiencias docentes. Todo ello permite mejorar continuamente sus prácticas y velar por que tanto su actuación individual como la de todo el colectivo se realicen bien. Desde esta perspectiva, se busca que la institución y/o red educativa se convierta en el espacio por excelencia del desarrollo profesional docente, en el sentido de transformarse en un espacio de aprendizaje no solo para los estudiantes, sino también"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p14_c3",
    "source": "Fascículo U1S2.pdf",
    "page": 14,
    "content": " para los propios docentes, cuyo propósito principal es lograr que cada institución educativa se encamine a convertirse"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p15_c1",
    "source": "Fascículo U1S2.pdf",
    "page": 15,
    "content": "15 Unidad 1 / Sesión 215 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas La formación del docente en servicio parte de la premisa y de las bases de una formación para un profesional adulto; por lo tanto, debe centrarse en la reflexión y la crítica de la práctica. Las competencias profesionales docentes son la facultad que tienen los docentes de actuar en situaciones complejas y desafiantes, donde movilizan y combinan reflexivamente distintas capacidades con el fin de lograr un propósito y generar respuestas pertinentes a los problemas, y en donde toman decisiones con sentido ético. en una comunidad profesional de aprendizaje, orientada a empoderar a los docentes en la disposición a trabajar de manera conjunta para lograr el perfil de egreso del estudiante al que cada IE aspira, y asegurar de esa manera la calidad de los procesos de aprendizaje que ocurren en las escuelas. Es importante mencionar que el aprendizaje colaborativo basado en la promoción de comunidades profesionales no nace por generación espontánea, sino que requiere tener objetivos claros, formas de organización establecidas, roles claramente de"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p15_c2",
    "source": "Fascículo U1S2.pdf",
    "page": 15,
    "content": "finidos, recursos pedagógicos, tiempo, asesoría, así como esquemas de seguimiento y evaluación. De lo contrario se diluye el potencial que este tipo de estrategia podría alcanzar. La implementación de los programas o acciones formativas centradas en las instituciones o redes educativas deben asegurar la generación de estas condiciones básicas para su implementación."
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p16_c1",
    "source": "Fascículo U1S2.pdf",
    "page": 16,
    "content": "16 Unidad 1 / Sesión 216 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Aplicación en la práctica Te invitamos a responder las siguientes preguntas: 1. Considerando lo analizado en esta sesión y tu experiencia como formador de docentes, ¿de qué manera puedes contribuir en el fortalecimiento de las competencias profesionales de los docentes del país? 2. Plantea tres ideas básicas del enfoque por competencias profesionales y las acciones que desarrollarías como formador de docentes 3. Propón tres ideas básicas del enfoque colaborativo y autonomía colegiada y las acciones que desarrollarías como formador de docentes: N.o 1 2 3 N.o 1 2 3 Ideas básicas del enfoque por competencias profesionales Ideas básicas del enfoque colaborativo y autonomía colegiada Acciones a desarrollar como formador de docentes Acciones a desarrollar como formador de docentes"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p17_c1",
    "source": "Fascículo U1S2.pdf",
    "page": 17,
    "content": "17 Unidad 1 / Sesión 217 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Autoevaluación N.o 1 2 3 Criterio Brindé argumentos respecto a cómo contribuiría al fortalecimiento de las competencias profesionales de los docentes del país. Sugerí tres ideas básicas del enfoque por competencias profesionales y las acciones que desarrollaría como formador de docentes. Aporté tres ideas básicas del enfoque colaborativo y autonomía colegiada y las acciones que desarrollaría como formador de docentes. Cumple Referencias Ministerio de Educación del Perú. (2021). RV N.° 215-2021. Disposiciones para el desarrollo de las acciones formativas y sus estándares de calidad en el marco de la Formación Docente en Servicio. https://www.gob.pe/institucion/minedu/normas-legales/2017088-215-2021- minedu Ministerio de Educación del Perú. (2022). Marco de Buen Desempeño Docente. https://www.gob.pe/institucion/minedu/informes-publicaciones/3280180-marco-del- buen-desempeno-docente Ministerio de Educación del Perú. (2025). RV N.° 035-2025. Programa de Formación y Capacitación Permanente - Docentes competentes para el aprendizaje y bienesta"
  },
  {
    "chunk_id": "Fascículo U1S2.pdf_p17_c2",
    "source": "Fascículo U1S2.pdf",
    "page": 17,
    "content": "r de los estudiantes 2025. https://www.gob.pe/institucion/minedu/normas-legales/6646663-035-2025-minedu UNESCO Lima, Representación de la UNESCO en Perú. (2018). La formación docente en servicio en el Perú: proceso de diseño de políticas y generación de evidencias. https://repositorio.minedu.gob.pe/handle/20.500.12799/6808 A continuación, te brindamos una lista de cotejo para que puedas autoevaluar la actividad de aplicación en la práctica que realizaste: Instrucciones: Lee cada afirmación y marca (x) “Sí” si consideras que comprendiste el concepto y eres capaz de explicar a alguien con tus propias palabras, o “No” si necesitas un autoreforzamiento del tema:"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p1_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 1,
    "content": "1 Unidad 2 / Sesión 11 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas UNIDAD 2 La reflexión sobre la práctica pedagógica orientada hacia el desarrollo profesional docente Sesión 1: La reflexión crítica sobre la propia práctica, fuente de autoformación"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p2_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 2,
    "content": "2 Unidad 2 / Sesión 12 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas María Esther Cuadros Espinoza Viceministra de Gestión Pedagógica Eloy Alfredo Cantoral Licla Dirección General de Desarrollo Docente Ismael Enrique Mañuico Ángeles Dirección de Formación Docente en Servicio Nombre del material: Rol del formador como líder transformador de las prácticas educativas Año de publicación: 2025 Ministerio de Educación del Perú Calle del Comercio 193, San Borja Lima, Perú. Teléfono 615-5800 www.minedu.gob.pe Todos los derechos reservados. Prohibida la reproducción de este fascículo por cualquier medio, total o parcialmente, sin la correspondiente cita."
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p3_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 3,
    "content": "3 Unidad 2 / Sesión 13 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas UNIDAD 2 Sesión 1: La reflexión crítica sobre la propia práctica, fuente de autoformación La reflexión sobre la práctica pedagógica orientada hacia el desarrollo profesional docente Te invitamos a leer un fragmento del caso de la práctica pedagógica presentado inicialmente: Reflexión de la práctica pedagógica Como parte del desarrollo de los talleres en el marco del Programa de formación «Oportunidades de aprendizaje en lectura y escritura de estudiantes en escuelas rurales», el equipo técnico de la DRE Piura se concentró en fortalecer las competencias del formador. En esa ocasión, el tema desarrollado fue el proceso que debe seguir el formador para promover la reflexión crítica sobre la propia práctica. Para ello, el equipo plantea una pregunta inicial: ¿Cuál es el proceso de reflexión que debe tomar en cuenta el formador?, y muestra un grupo de tarjetas que los participantes deben ordenar para hallar la respuesta: Escena 3 Deconstrucción por parte del docente Deconstrucción desde la perspectiva del formador Producción del saber pedagógic"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p3_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 3,
    "content": "o Transformación de la práctica (Reconstrucción) Observación de la práctica"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p4_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 4,
    "content": "4 Unidad 2 / Sesión 14 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Para realizar la actividad, los participantes se organizaron en pequeños grupos y sostuvieron un diálogo constante para establecer el orden de las tarjetas. En otro momento del taller, el equipo técnico de la DRE Piura planteó preguntas referidas con el reconocimiento de los niveles de reflexión: Ismael (formador 1) Maritza (formador 2) He revisado información al respecto. De acuerdo con el Minedu, los niveles de reflexión van desde una habilidad sencilla, que puede consistir en una reflexión sobre una estrategia aplicada en el aula, hasta un nivel más exhaustivo sobre la práctica, que sería el nivel 3. Entonces, en el nivel 3 se podría ser más crítico con la propia práctica, podrían notarse más elementos orientados a la mejora. Desde tu experiencia, ¿qué características crees que tienen los niveles de reflexión? Mira estas tarjetas. Dora (miembro del equipo) NIVEL 1 NIVEL 3NIVEL 2"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p5_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 5,
    "content": "5 Unidad 2 / Sesión 15 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas A partir de lo revisado, responde: 1. ¿Cuál es el proceso de reflexión que debe tomar en cuenta el formador? Organiza las tarjetas de acuerdo con tu experiencia. 2. Considerando que en el segundo momento se estudió los niveles de reflexión, ¿podrías caracterizar cada uno de ellos?"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p6_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 6,
    "content": "6 Unidad 2 / Sesión 16 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas En esta sección revisaremos los siguientes aspectos vinculados con el tema: Comprensión de conocimientos y saberes 1.1 La formación docente desde un enfoque crítico-reflexivo 1.1.1 Proceso de aprendizaje para la mejora de la práctica pedagógica 1.1.2 Secuencia metodológica para la reflexión sobre la práctica 1.1.3 La deconstrucción de la práctica pedagógica 1.1.4 La docencia crítico-reflexiva, el aprendizaje desde la propia experiencia 1.2 Aspectos claves para la reflexión crítica desde la propia acción pedagógica 1.3 Estrategias para promover la reflexión crítica sobre la propia práctica 1.3.1 Los niveles de la reflexión sobre la práctica pedagógica 1.3.2 El acompañamiento para la actuación crítico-reflexiva del docente 1.3.3 El diálogo reflexivo para la reflexión crítica del docente sobre su propia práctica 1.3.4 La narración reflexiva, fuente de autoformación 1.1 La formación docente desde un enfoque crítico-reflexivo La formación docente en servicio contribuye al fortalecimiento de las competencias profesionales de los docentes de tal "
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p6_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 6,
    "content": "manera que mejora su rol profesional en el desarrollo de los aprendizajes esperados en los estudiantes de la educación básica. Desde esta perspectiva, la formación docente en servicio parte de la identificación de las necesidades formativas reales y vinculadas a las experiencias en el aula, desde las cuales es posible definir las acciones formativas. Estas necesidades se traducen en demandas concretas como el dominio de herramientas tecnológicas, estrategias para la educación intercultural bilingüe, el refuerzo de la alfabetización inicial y el acompañamiento pedagógico situado; aspectos que surgen de contextos desafiantes como la diversidad cultural, las brechas digitales rural-urbanas y las deficiencias en competencias básicas identificadas en evaluaciones nacionales. Estos requerimientos formativos no solo permiten incorporar recursos tecnológicos en la práctica pedagógica, sino que también facilitan la adaptación a un entorno educativo cada vez más dinámico y globalizado, lo que promueve una enseñanza más interactiva y personalizada. Otro aspecto clave de estas demandas es la formación en educación inclusiva, que"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p7_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 7,
    "content": "7 Unidad 2 / Sesión 17 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas busca dotar a los docentes de estrategias para atender la diversidad estudiantil en el aula. Este enfoque no solo responde a las políticas educativas nacionales, sino que también refleja la necesidad de adaptar prácticas pedagógicas a contextos socioculturales diversos, tal como señalan los lineamientos del Ministerio de Educación. Estas demandas formativas resaltan la importancia de la práctica reflexiva, ya que permite a los docentes adaptar sus métodos a sus contextos específicos y mejorar los aprendizajes de sus estudiantes. Los actuales enfoques en la formación de profesionales privilegian la reflexión sobre la práctica como un recurso fundamental para el fortalecimiento del desempeño docente. La visión crítico-reflexiva desde el Marco de Buen Desempeño Docente (MBDD) El MBDD, documento orientador de la práctica docente en nuestro país, se adscribe a una combinación entre la racionalidad práctica y crítica, al concebir la docencia como una práctica compleja, situada y ética. En dicho documento, cuando se explica cuál es la visión de l"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p7_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 7,
    "content": "a profesión docente en la que sitúa el MBDD, se sostiene que: La visión de la profesión docente en la que se basa el MBDD (...) evidencia y reconoce a la docencia como un quehacer complejo. Su ejercicio exige una actuación reflexiva, esto es, una relación autónoma y crítica respecto al saber necesario para actuar, y una capacidad de decidir en cada contexto. Además, es una profesión que se realiza necesariamente a través y dentro de una dinámica relacional, con los estudiantes y con sus pares, un conjunto complejo de interacciones que median el aprendizaje y el funcionamiento de la organización escolar. En esta visión, el docente se ve a sí mismo como un agente de cambio, pues reconoce el poder de sus palabras y acciones para formar a los estudiantes. También exige una actuación colectiva con sus pares para el planeamiento, evaluación y reflexión pedagógica. Y es una función éticamente comprometida. (Ministerio de Educación [Minedu], 2012, pp. 15-16) Como vemos, en esta visión se enfatiza mucho la necesidad de que el docente haya desarrollado una capacidad de reflexión para poder decidir frente a las situaciones"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p8_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 8,
    "content": "8 Unidad 2 / Sesión 18 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas que emergen en cada contexto, lo cual involucra una racionalidad práctica, orientada a la comprensión de las necesidades del entorno para actuar, en este caso, pedagógicamente. Pero la visión del MBDD no se limita a ello, sino que también apuntala características de un docente crítico-reflexivo como la noción de que los maestros deben ser agentes de cambio y mostrar un compromiso ético. A partir de esta visión, el MBDD detalla cuáles son las dimensiones de la profesión docente, organizándolas en dos categorías: las compartidas con el resto de las profesiones y las específicas o propias de la profesión docente. Entre las dimensiones compartidas, la visión crítico-reflexiva de la docencia se plasma principalmente en la dimensión reflexiva y la dimensión colegiada. La dimensión reflexiva, como su nombre lo expresa, hace referencia a la dimensión de la profesión docente que involucra la toma de consciencia crítica sobre las prácticas pedagógicas tanto individuales como grupales, con el fin de transformar no solo el propio quehacer, sino tambié"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p8_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 8,
    "content": "n las relaciones sociales que se dan al interior de las instituciones educativas. De acuerdo con el MBDD, esta es la dimensión que da fundamento a la competencia profesional docente, pues es la que se vincula con la mirada introspectiva que favorece la mejora continua y la apropiación crítica de los saberes docentes. De otro lado, la dimensión colegiada se refiere a que, dado que la profesión docente es una práctica que tiene lugar dentro de instituciones, esta se fortalece cuando las decisiones pedagógicas son producto de la deliberación y el trabajo conjunto con otros docentes; en otras palabras, cuando se realiza de forma colegiada. Asimismo, una práctica docente colegiada permite enriquecer y expandir la propia capacidad para reflexionar sobre la práctica, ya que cuando se realiza con otros, el proceso de reflexión incorpora los puntos de vista de los colegas, lo cual favorece una interpretación de la realidad más amplia y compleja. También esta dimensión de la docencia supone ser consciente de que el impacto de la práctica docente en los estudiantes no es solo de carácter individual, sino que es producto de la práctica de distintos docentes, por lo que se requiere de un trabaj"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p8_c3",
    "source": "Fascículo U2S1.pdf",
    "page": 8,
    "content": "o orquestado entre los diferentes miembros de los equipos docentes para alcanzar los propósitos educativos."
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p9_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 9,
    "content": "9 Unidad 2 / Sesión 19 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Por último, el MBDD incorpora como una de las competencias claves de la propuesta, la competencia 8: «Reflexiona sobre su práctica y experiencia institucional y desarrolla procesos de aprendizaje continuo de modo individual y colectivo, para construir y afirmar su identidad y responsabilidad profesional». Esta competencia concretiza la dimensión reflexiva en una competencia específica del perfil esperado del docente peruano. Dicha competencia se operativiza en los siguientes desempeños: 36 37 38 Desempeño Desempeño Desempeño Reflexiona en comunidades de profesionales sobre su práctica pedagógica e institucional y el aprendizaje de todos sus estudiantes. Participa en experiencias significativas de desarrollo profesional en concordancia con sus necesidades, las de los estudiantes y las de la escuela. Participa en la generación de políticas educativas de nivel local, regional y nacional, expresando una opinión informada y actualiza sobre ellas, en el marco de su trabajo profesional. Con la incorporación de esta competencia, el MBDD establece "
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p9_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 9,
    "content": "que la reflexión sobre la práctica no es opcional, sino más bien una responsabilidad profesional que debe asumirse tanto a nivel individual como colectivo. Asimismo, podemos decir que esta competencia está a un nivel jerárquico más alto que el de las otras competencias que componen el MBDD, porque el desarrollo de las competencias docentes requiere de procesos de reflexión que permitan transformar la experiencia en aprendizaje (Domingo y Gómez, 2014). En otras palabras, es imposible pensar en un docente competente sin que este haya desarrollado su competencia reflexiva. 1.1.1. Proceso de aprendizaje para la mejora de la práctica pedagógica Desde la Dirección de Formación Docente en Servicio (DIFODS) cumplimos un papel importante en la orientación permanente de la reflexión sobre la práctica docente, que facilita la apropiación de nuevos saberes y asegura que el aprendizaje no sea un proceso aislado, sino una construcción colectiva y reflexiva que fomente la aplicación efectiva de lo aprendido en la práctica pedagógica. Es importante reconocer que el docente en servicio al participar en las estrategias formativas analiza su práctica, la comprende y la optimiza, haciéndola cada vez m"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p9_c3",
    "source": "Fascículo U2S1.pdf",
    "page": 9,
    "content": "ás reflexiva para que pueda afrontar y responder a los problemas que le demandan."
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p10_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 10,
    "content": "10 Unidad 2 / Sesión 110 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Este proceso compromete al docente en servicio a: 1. Identificar una oportunidad de mejora: Analizar su experiencia actual para identificar oportunidades de mejora. 2. Revisar los marcos teóricos: Consulta sobre teorías y enfoques (en los cursos y/o asesorías a la práctica) que pueden proporcionarle un marco de referencia para solucionar la oportunidad de mejora identificada. 3. Incorporar la acción de mejora en la planificación: Con base en la información obtenida, elige métodos y herramientas adecuados (que se brindan desde las asesorías) para abordar la situación identificada y planificarla. 4. Aplicar la acción de mejora: Se implementa en un contexto real o en situaciones de la práctica, y eso favorece la experimentación y la puesta en práctica de los conocimientos adquiridos. 5. Reflexionar sobre la aplicación de la acción de mejora: Analiza, evidencia los resultados y sistematiza su experiencia con conclusiones sobre los cambios y mejoras, registrándolas en el plan de desarrollo profesional. En él documenta sus avances, las dificul"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p10_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 10,
    "content": "tades, el resumen del itinerario formativo por el que atravesó, las intenciones y las acciones de mejora que desarrollará a partir del diagnóstico de necesidades y demandas formativas de su práctica pedagógica; con la finalidad de asumir su propio proceso de desarrollo personal y profesional en un contexto institucional determinado. Figura 1 Proceso de Aprendizaje para la Mejora de la Práctica Pedagógica 2 3 4 1 5 Reflexión sobre la aplicación de la acción de mejora (revisa, analiza y propone nuevas acciones de mejora a partir de la experiencia vivida) Incorporación de una acción de mejora en la planificación (selección de una estrategia, metodología y/o nuevo conocimi ento) Aplicación de la acción de mejora en su práctica (en situaciones de aprendizaje, en el proceso de enseñanza aprendizaje) Identificación de una oportunidad de mejora (situación problemática, reto, entre otros) Revisión de conocimientos teóricos y prácticos: (marcos teóricos, modelados, testimonios de experiencias, entre otros)"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p11_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 11,
    "content": "11 Unidad 2 / Sesión 111 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas 1.1.2 Secuencia metodológica para la reflexión sobre la práctica La formación docente en servicio contribuye al fortalecimiento de las competencias profesionales de los docentes de tal manera que mejora su rol profesional en el desarrollo de los aprendizajes esperados en los estudiantes de la educación básica. Desde esta perspectiva, la formación docente en servicio parte de la identificación de las necesidades formativas reales y vinculadas las experiencias en el aula desde las cuales es posible definir las acciones formativas. Según la Resolución Viceministerial N.° 215-2021-Minedu, la secuencia metodológica responde al enfoque por competencias, ya que propicia el aprendizaje situado, el trabajo colaborativo, el pensamiento crítico-reflexivo, la resolución de problemas y la investigación-acción en los docentes. La secuencia metodológica considera el recojo de saberes y análisis de la práctica o formas de pensar de los docentes, propicia la reflexión crítica de manera permanente y establece momentos para la retroalimentación, en la pers"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p11_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 11,
    "content": "pectiva de mejora de su práctica pedagógica, teniendo en cuenta la modalidad y las características de la acción formativa. En concordancia con los actuales enfoques en la formación de profesionales, se privilegia la reflexión sobre la práctica como un recurso fundamental para el fortalecimiento del desempeño docente. La secuencia metodológica promueve la reflexión y el pensamiento crítico partiendo de la práctica en interacción con la información brindada, lo cual propicia la autonomía del docente. En este sentido, el profesor participante va construyendo su propio aprendizaje en función de los escenarios presencial, a distancia, semipresencial e híbrido que se le ofrezca. Entendiendo que la metodología es el conjunto de procedimientos que se seleccionan para desarrollar competencias, que considera recursos y/o herramientas que se utilizan como andamiaje para el aprendizaje, se reconoce que estos elementos impactan en el número de procesos y las características de los mismos dentro de la secuencia metodológica. Sin perjuicio de ello, la secuencia mantiene un conjunto de procesos comunes que solo se diferencian de acuerdo al escenario en que se desarrolla."
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p12_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 12,
    "content": "12 Unidad 2 / Sesión 112 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Figura 2 Momentos de la Secuencia Metodológica Aplicación en la práctica Reflexión de la práctica pedagógica Comprensión de conocimientos y saberes Aplican lo aprendido en el desarrollo del curso, presentando una propuesta, en base al reto. Analiza la situación del caso presentado, contrasta con su experiencia y responde al reto propuesto. Momentos de la secuencia metodológica La secuencia metodológica se desarrolla teniendo en cuenta tres momentos en función de las acciones formativas. Ella promueve la reflexión y el pensamiento crítico al partir de la interacción con la información brindada, lo cual propicia la autonomía del docente. En concordancia con el enfoque por competencias profesionales en la formación docente, se privilegia la reflexión sobre la práctica como un recurso fundamental para la formación. A continuación, detallamos la secuencia metodológica. El primer momento se denomina «Reflexión de la práctica pedagógica» e inicia con un caso de la práctica docente que aborda una problemática vinculada a los resultados esperados"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p12_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 12,
    "content": ". En cada sesión se analizan aspectos relevantes del caso propuesto, a partir del cual se promueve la reflexión personal y compartida (producto de la interacción con otros docentes, educadores comunitarios y/o sabios de la comunidad), valorando que la experiencia personal es parte de la sabiduría colectiva. Este análisis reflexivo permitirá dar respuesta a los retos propuestos en el caso: Contrasta sus saberes con los conocimientos teóricos y saberes ancestrales tomando como referencia el reto."
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p13_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 13,
    "content": "13 Unidad 2 / Sesión 113 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas 1.1.3. La deconstrucción de la práctica pedagógica La deconstrucción de la práctica pedagógica es un proceso crítico y reflexivo que busca analizar y transformar las acciones educativas para mejorar su impacto. Este enfoque implica: 1313 2 3 • Preguntas de la situación retadora • Preguntas de su práctica • Preguntas relacionadas a lo socioemocional La «Comprensión de nuevos conocimientos y saberes» es el segundo momento. En él el docente contrasta conocimientos y cosmovisiones para generar nuevos conocimientos, como resultado de la revisión y análisis de posturas teóricas/prácticas de las ciencias educativas y de los saberes ancestrales. Este momento incluye lo siguiente: • Revisión de la teoría • Comprensión de los conocimientos y saberes de otros • Diálogo entre la experiencia y la teoría • Recursos audiovisuales: videos de expertos • Recursos teóricos: lecturas básicas y complementarias • Infografías • Ideas fuerza En el tercer momento «Aplicación en la práctica», con base en los aprendizajes generados, el docente elabora propuestas y"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p13_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 13,
    "content": "/o aplica lo aprendido para la mejora de su práctica considerando las necesidades de los estudiantes y el contexto sociocultural en el que se desenvuelve. De esa manera, el docente: • Practica la metacognición. • Plantea nuevos caminos. • Define e impulsa planes de acción. • Rediseña sesiones. • Construye nuevos conocimientos."
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p14_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 14,
    "content": "14 Unidad 2 / Sesión 114 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Para Restrepo (2004), en la práctica inicial de los docentes se experimentan tensiones, por dificultades de armonizar la teoría pedagógica con la realidad social; es decir, encontrar puntos de encuentro entre la teoría y la realidad áulica que ahora interpela dicha teoría. Durante la docencia en servicio, la deconstrucción de la práctica culminaría en un conocimiento más profundo y una comprensión de la estructura de la práctica, sus fundamentos teóricos que las sustentan, sus fortalezas y debilidades; en un saber pedagógico que es capaz de fundamentar dicha práctica. En la medida que se ha realizado una deconstrucción sólida es posible avanzar hacia una reconstrucción de la práctica orientada a la transformación (Restrepo, 2004). Entonces, la deconstrucción de la práctica pedagógica es un proceso de reflexión crítica profunda sobre el propio quehacer pedagógico que redunda en las prácticas pedagógicas y, por ende, en el aprendizaje de los estudiantes. A continuación, un breve ejemplo: Una profesora de 1.º grado de primaria coloca en la "
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p14_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 14,
    "content": "frente de los niños un sello de «carita feliz» o de «carita triste» para aprobar o desaprobar su comportamiento. Autocrítica Transformación de la práctica Identificación de fortalezas y debilidades Uso de herramientas reflexivas"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p15_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 15,
    "content": "15 Unidad 2 / Sesión 115 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas En un primer momento, la deconstrucción de la práctica implicaría reconocer: 1. Desde la perspectiva del formador de docentes, un supuesto o interpretación podría ser el siguiente: «La docente califica o descalifica un comportamiento, utilizando un recurso que efectivamente genera una respuesta; pero al usar este recurso también está estigmatizando a los niños probablemente sin evaluar los efectos que ello produce a nivel afectivo, cognitivo y social». 2. Desde la perspectiva docente, que se devela en el diálogo reflexivo, un supuesto podría ser: «Considero este tipo de práctica como necesario, válido y efectivo para reforzar o eliminar cierto tipo de conductas». A partir de estas afirmaciones, el formador de docente identifica cuáles son los supuestos que están en la base de la práctica pedagógica observada. Rol del formador como líder transformador de las prácticas educativas Ampliando un poco más sobre este punto, la noción de docente crítico-reflexivo ha sido desarrollada por diversos autores. Anijovich et al. (2014) sostienen que es"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p15_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 15,
    "content": "te docente se caracteriza por la capacidad de analizar sus propias decisiones pedagógicas y cuestionar los supuestos subyacentes en su accionar profesional, con el propósito de resignificar su práctica en función de las necesidades de los estudiantes. Analicemos por partes esta definición. Por un lado, las autoras mencionan que los docentes críticos-reflexivos se involucran en un cuestionamiento de los supuestos subyacentes a su accionar profesional. ¿A qué supuestos se refieren las autoras? A las creencias y conocimientos intuitivos que utilizamos para darle el sentido al mundo y actuar en él. En el campo de la docencia, Brookfield (2017) identifica tres tipos de supuestos que orientan el accionar docente: Paradigmáticos: Son creencias profundas que estructuran la visión del mundo del docente (por ejemplo, «los estudiantes aprenden mejor haciendo»). Prescriptivos: Orientan las acciones en función de lo que se considera adecuado hacer en determinadas situaciones (por ejemplo, «se debe iniciar la sesión comunicando los objetivos de aprendizaje»). Causales: Explican las relaciones entre distintos factores del entorno educativo y sus efectos (por ejemplo, «la disposición del aula en f"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p15_c3",
    "source": "Fascículo U2S1.pdf",
    "page": 15,
    "content": "orma de “U” favorece la participación»)."
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p16_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 16,
    "content": "16 Unidad 2 / Sesión 116 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Rol del formador como líder transformador de las prácticas educativas Estos supuestos están interrelacionados y se fundamentan en concepciones paradigmáticas más amplias sobre el aprendizaje y el desarrollo humano. Cuestionar estos supuestos permite al docente no solo mejorar su práctica, sino también identificar elementos del sistema educativo que podrían estar limitando el aprendizaje de sus estudiantes. Al proceso de develar y poner en cuestionamiento estos supuestos se le denomina deconstruir la práctica (Minedu, 2017). Para Restrepo et al. (2011, citado en Minedu, 2017), la deconstrucción de la práctica debe culminar en una comprensión profunda de los principios y fundamentos teóricos que guían el propio actuar, sus fortalezas y debilidades; y se constituye en un requisito para la transformación de la práctica. Por otro lado, la definición de Anijovich et al. (2014) señala que el proceso de deconstrucción de la práctica tiene como finalidad «resignificar la práctica», es decir, darle un nuevo sentido a nuestro quehacer profesional, "
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p16_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 16,
    "content": "a partir del proceso de deconstrucción. Desde un enfoque crítico-reflexivo, esta resignificación es profunda, pues la reflexión crítica permite, por un lado, que el docente produzca nuevo saber pedagógico. Este saber pedagógico es de carácter situado porque emerge como producto de un análisis crítico y detallado de su propia experiencia y del impacto de su actuar en el aprendizaje y desarrollo de los estudiantes en un contexto específico (Minedu, 2017). Estos nuevos saberes pedagógicos no solo involucran un cambio conceptual sino también una transformación de la identidad de los docentes, puesto que las nuevas comprensiones que estos desarrollan sobre su práctica pueden traducirse en cambios profundos respecto a las representaciones que los docentes tienen sobre su rol profesional, los procesos de enseñanza y aprendizaje; así como sus sentimientos hacia la docencia (Monereo y Domínguez, 2014; Minedu, 2017). 1.1.4 La docencia crítico-reflexiva, el aprendizaje desde la propia experiencia En la visión de la profesión docente basada en el paradigma crítico-reflexivo o interpretativo, se promueve un profundo cambio tanto epistemológico como metodológico. En los modelos propios de este p"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p16_c3",
    "source": "Fascículo U2S1.pdf",
    "page": 16,
    "content": "aradigma crítico algunos inciden en la idea de reflexión (Schön, 1987), otros destacan el concepto de investigación (Stenhouse, 1987; Elliot, 1989, citado en Domingo, 2022), mientras otros enfatizan la dimensión crítica (Sáez, 1999). Todos estos aportes podrían contribuir a la idea de «profesional reflexivo». MINEDU - Dirección de Formación Docente en Servicio"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p17_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 17,
    "content": "17 Unidad 2 / Sesión 117 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas La enseñanza es una actividad interpretativa y reflexiva, en la que los docentes dan vida al currículo con sus valores, sentido y teorías pedagógicas, que tienen que adaptar (Gunmundsdottir, 1998). Es el saber pedagógico el saber que se refleja en la práctica pedagógica (Restrepo, 2004). NOTA Para los docentes reflexivos, las realidades educativas se conciben como fenómenos complejos, dinámicos y abiertos por tener en su centralidad al docente con sus estudiantes. El docente se encuentra en su trabajo profesional inmerso en unos contextos que ha de analizar y comprender antes de diseñar y estructurar su intervención y realiza un esfuerzo de contextualización (Domingo, 2022). Una docencia con sentido reflexivo y crítico que redunda en la práctica es la que toma acción en la escuela y de sus problemas, y desarrolla una pedagogía con sentido ético y respeto a los demás en el marco de la diversidad. La docencia crítico-reflexiva es una docencia con compromiso ético a favor del cambio y consciente de su rol social (Minedu, 2017). Esta se cara"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p17_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 17,
    "content": "cteriza por la capacidad de autocrítica, la investigación, el aprendizaje de la propia experiencia y de la interacción con los otros, la construcción de saberes, la validación de propuestas, la afirmación de su identidad y el desarrollo de su autonomía profesional."
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p18_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 18,
    "content": "18 Unidad 2 / Sesión 118 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas El aprendizaje de la propia experiencia La investigación La docencia crítico-reflexiva La capacidad de autocrítica 1 2 3 4 5 6 7 8 El aprendizaje de la interacción con los otros La construcción de saberes La validación de propuestas La afirmación de su identidad El desarrollo de la autonomía profesional En resumen, la docencia crítico-reflexiva es una docencia con capacidad para —a partir de la reflexión sobre la práctica— decidir en consenso sobre la función social de la escuela, sus problemas prioritarios y sus alternativas. De esta manera afirma sus competencias profesionales, desarrollando una pedagogía basada en la ética, la autonomía y el respeto a los otros. 1.2 Aspectos claves para la reflexión crítica desde la propia acción pedagógica De acuerdo con Gómez (2015), la competencia reflexiva integra los conocimientos, experiencias, así como la dimensión ética/moral y emocional del docente; ayudándolo a orientar su función dentro del ámbito educativo y dándole la posibilidad de afrontar y resolver situaciones no previstas para elabor"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p18_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 18,
    "content": "ar respuestas a los problemas cognitivos, didácticos, emocionales, psicológicos, sociales, etc., que se evidencian en la formación. MINEDU - Dirección de Formación Docente en Servicio"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p19_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 19,
    "content": "19 Unidad 2 / Sesión 119 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas La reflexión crítica en la acción pedagógica implica evaluar y cuestionar las propias prácticas de enseñanza para mejorar la experiencia de aprendizaje. Esto incluye revisar la forma en que se enseña, por qué se eligen ciertos métodos, qué resultados se obtienen y cómo se podría optimizar todo el proceso. Aspectos clave para la reflexión crítica en la acción pedagógica: • Someter los supuestos a prueba y evaluar su pertinencia. Es decir, cuestionar las creencias y formas de actuar que se observan en la práctica pedagógica y analizar si siguen siendo válidas. • Reflexionar sobre qué solución es más adecuada en el contexto. Identificar el contexto en el que se desarrolla la enseñanza (contexto social, cultural, económico, etc.) y cómo influye en el aprendizaje de los estudiantes. • Cuestionamiento de las propias creencias. Es decir, reflexionar sobre las propias creencias y valores como docente y cómo estos pueden influir en la forma en que se enseña. • Extraer aprendizajes de la propia experiencia a partir del análisis de las estrategias "
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p19_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 19,
    "content": "de enseñanza. Examinar las diferentes estrategias pedagógicas utilizadas, incluyendo la selección de contenidos, los métodos de enseñanza, los recursos y las evaluaciones. • Seleccionar nuevas alternativas, desestimar otras y reducir el espectro de posibilidades. Tener apertura al proceso de deconstrucción. Implica identificar áreas de mejora en la práctica pedagógica y buscar nuevas estrategias o enfoques para optimizar el aprendizaje. • Tomar decisiones: eligiendo y decidiendo su actuación. Implica ser consciente de dichas decisiones y optar por acciones presentes en sus prácticas pedagógicas asumiendo las consecuencias. • Poner en marcha la respuesta que ha decidido para la mejora de los aprendizajes de los estudiantes. • Autoevaluación y mejora continua. Realizar una autoevaluación constante de la propia práctica y buscar la mejora continua a través de la reflexión y la búsqueda de nuevas estrategias. En resumen, la reflexión crítica en la acción pedagógica es un proceso continuo que implica la revisión y el cuestionamiento de las propias prácticas para mejorar la calidad de la enseñanza y el aprendizaje."
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p20_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 20,
    "content": "20 Unidad 2 / Sesión 120 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas 1.3 Estrategias para promover la reflexión crítica sobre la propia práctica Las estrategias para promover la reflexión crítica sobre la propia práctica buscan ayudar a los docentes a analizar, cuestionar y mejorar su labor pedagógica orientadas a la transformación de sus prácticas pedagógicas. 1.3.1 Los niveles de la reflexión sobre la práctica pedagógica Diversos autores han planteado propuestas sobre los niveles de reflexión que pueden alcanzar los docentes. En esta parte, revisaremos la propuesta de algunos autores de renombre: a. Hatton y Smith (1995) establecen cuatro niveles de reflexión progresivamente más complejos, donde la reflexión crítica se proyecta a un estado ideal. Pensamiento que no implica un cuestionamiento profundo que vaya más allá de una simple descripción. Se trata de un tipo de reflexión que aporta razones sobre los hechos que se expresan con juicios personales sin hacer reticencia a perspectivas de otros. Es una forma de discurso en la que los docentes piensan en soluciones que otros han dado a problemáticas. Es "
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p20_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 20,
    "content": "decir, existe una evaluación de los juicios emitidos desde las perspectivas propias con otras y la consideración de posibles alternativas para explicarlos e indagar sobre ellos. En este tipo de reflexión los pensamientos docentes tienen en cuenta los contextos históricos, sociales y políticos más amplios a la hora de redescribir su propia acción. Nivel 1 Nivel 2 Nivel 3 Nivel 4 Reflexión habitual Reflexión críticaReflexión descriptiva Reflexión dialógica b. Considerando los aportes de Van Manen (1977), Gregory Bateson (1996), Belenky (1996) y Schön (1992), citados en Minedu (2017), se recogen tres niveles de reflexibilidad, atendiendo al criterio de la profundidad de la reflexión:"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p21_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 21,
    "content": "21 Unidad 2 / Sesión 121 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Reflexión sobre la aplicación eficaz en el aula de habilidades y conocimientos técnicos. La reflexión se aplica a la selección y uso adecuado de las estrategias didácticas que se van a utilizar en el aula. Reflexión sobre los presupuestos implícitos en las prácticas específicas del aula. Reflexión sobre las consecuencias de determinadas estrategias, de los currículos, etc. Reflexión sobre la aplicación de criterios educativos a la práctica de la enseñanza para la toma de decisiones pedagógicas contextualizadas. Ejercicio de una reflexión crítica Cuestionamiento de criterios éticos, normativos, morales relacionados directa o indirectamente con el aula. Niveles de flexibilidad 1 2 3 Nivel Nivel Nivel Fuente: Minedu (2017, p. 11) A continuación, una breve ejemplificación de cada nivel: En el primer nivel Adapta medios afines preestablecidos y no cuestionables. En el segundo nivel Cuestiona las acciones que desarrolla en clase, a la luz de la teoría pedagógica construida, la pertinencia de su práctica pedagógica y los logros que va obteniend"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p21_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 21,
    "content": "o en sus estudiantes. Ejemplo El docente descarga una programación/ planificación de la web y, la primera vez, la aplica tal y como la descargó. La segunda vez, hace algunas adaptaciones curriculares muy básicas, a nivel metodológico y de recursos, para la implementación de un currículo. Ejemplo El docente aplica una estrategia contextualizada a su grupo de estudiantes. Identifica las necesidades de aprendizaje de ellos y los desafía. Introduce cambios, revisando la teoría."
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p22_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 22,
    "content": "22 Unidad 2 / Sesión 122 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas En el tercer nivel Reflexiona sobre las condiciones que repercuten en los aprendizajes de los estudiantes: factores sociales, éticos, económicos, etc. Redefine los contenidos y los propósitos de la acción educativa. Ejemplo El docente profundiza su reflexión en función de las implicancias sociales y éticas que tiene su práctica, la cuestiona de manera propositiva sobre cómo ser coherente con las demandas sociales. c. Barbara Larrivee (2008) plantea cuatro niveles de reflexión. Uno de los aspectos más interesantes de su propuesta es que en el primer nivel no existe un proceso de reflexión como tal, por ello lo llama «nivel prerreflexivo». En este nivel estamos hablando de un docente con dificultad para conectar los eventos que se suscitan en clase con su propio actuar, por lo que tenderá a interpretar los hechos que irrumpen su clase a partir de factores externos como los estudiantes, los padres de familia, entre otros aspectos. El segundo nivel de reflexión, que Larrivee denomina superficial, se centra en revisar si las estrategias y met"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p22_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 22,
    "content": "odologías utilizadas en clase fueron aplicadas de manera adecuada. En este nivel, el análisis del docente se limita a aspectos técnicos de la enseñanza, sin cuestionar a fondo las creencias o supuestos que tiene sobre cómo se enseña y se aprende. Es decir, no hay un proceso de deconstrucción de la práctica que permita comprender el «porqué» de sus decisiones pedagógicas. Este tipo de reflexión se relaciona con la racionalidad técnica, cuyo principal objetivo es lograr un control efectivo del entorno del aula, a través de la aplicación correcta de métodos para alcanzar resultados específicos de aprendizaje. El tercer nivel de reflexión es la reflexión pedagógica. En este nivel, el docente busca que su forma de enseñar esté en sintonía con lo que propone la teoría pedagógica. Es decir, no solo actúa desde la experiencia, sino que también toma en cuenta conocimientos teóricos que le permiten comprender mejor lo que sucede en el aula. Este tipo de reflexión se relaciona con lo que se conoce como racionalidad práctica, lo que implica entender el entorno para poder actuar de manera más consciente y efectiva. Por eso, en este nivel, el principal interés del docente es responder a las nece"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p22_c3",
    "source": "Fascículo U2S1.pdf",
    "page": 22,
    "content": "sidades reales de los estudiantes y ajustar su práctica continuamente para estar en sintonía con ellas. Por último, encontramos el nivel más profundo de reflexión, denominado crítico. En este nivel, los docentes no solo cuestionan sus propias creencias y analizan las implicancias éticas de su práctica, sino que también amplían su mirada hacia el contexto escolar y social en el que trabajan. Su reflexión busca promover cambios que contribuyan a una educación más equitativa y justa, con un fuerte compromiso con la transformación social. Este es el nivel que se vincula"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p23_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 23,
    "content": "23 Unidad 2 / Sesión 123 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas directamente con el enfoque crítico-reflexivo y se relaciona con la racionalidad crítica, ya que invita a pensar la práctica docente desde una perspectiva ética, política y transformadora. En la siguiente figura se presenta una síntesis de los niveles de reflexión propuestos por Larrivee (2008): Figura 3 Niveles de la Reflexión Docente En conclusión, el desarrollo de una reflexión crítico-reflexiva en el ejercicio docente implica mucho más que revisar lo que sucede en el aula: requiere cuestionar supuestos, deconstruir la práctica y resignificarla en función de las necesidades del contexto y de los estudiantes. Este tipo de reflexión no ocurre de forma espontánea, sino que necesita ser intencionada, sistemática y acompañada por estrategias que la promuevan. 1.3.2 El acompañamiento para la actuación crítico-reflexiva del docente El acompañamiento pedagógico es una estrategia de formación docente en servicio centrada en la institución educativa o red que promueve en los docentes, de manera individual y colectiva, la mejora de su práctica p"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p23_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 23,
    "content": "edagógica en concordancia con las competencias del MBDD (Minedu, 2019) y tomando como referencia el descubrimiento de los supuestos que están detrás de la práctica pedagógica, la toma de conciencia e implementación de los cambios necesarios, fortalecimiento de su autonomía profesional e institucional. En ese sentido, dicho Fuente: Larrivee (2008)"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p24_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 24,
    "content": "24 Unidad 2 / Sesión 124 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas acompañamiento se orienta a desarrollar la profesionalidad docente establecida en los dominios del MBDD, con base en el ejercicio de la reflexión crítica y autónoma de su práctica de enseñanza, a fin de cumplir el compromiso educativo con sus estudiantes. Por esta razón, se entiende que el acompañamiento pedagógico es: Por lo expuesto, al referirnos al acompañamiento pedagógico, resaltamos el propósito de fortalecimiento de las competencias de los docentes en su rol mediador con sus estudiantes, que puede ser a través de asesorías personalizadas orientadas pedagógicamente al logro de aprendizaje en el marco de su propuesta formativa. Fuente: Minedu (2017, p. 9) Figura 4 Acompañamiento Pedagógico Se desarrolla en la misma institución educativa donde laboran los docentes e impulsa procesos reflexivos. Desarrolla estrategias para ayudar a los docentes a deconstruir su práctica pedagógica Estrategia de formación en la acción Medidador de la reflexión crítica Acompañamiento pedagógico Acompañante pedagógico Propósitos del acompañamiento pedag"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p24_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 24,
    "content": "ógico •Desarrollo profesional docente •Nuevas prácticas pedagógicas •Fortalecimiento de la IE •Mejores aprendizajes Mediador de la reflexión crítica"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p25_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 25,
    "content": "25 Unidad 2 / Sesión 125 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas 1.3.3 El diálogo reflexivo para la reflexión crítica del docente sobre su propia práctica Freire (2004) considera al diálogo reflexivo como una herramienta para la emancipación y el aprendizaje crítico, que promueve la interacción respetuosa y colaborativa entre educadores, incluso con los estudiantes. Y el enfoque de Schön, al introducir el concepto de reflection-in-action, destaca cómo los profesionales reflexionan y ajustan sus acciones en tiempo real para mejorar su práctica. El diálogo reflexivo también es una herramienta fundamental para el análisis y mejora de la práctica pedagógica, ya que promueve una conversación colaborativa y crítica de manera horizontal entre docentes. Algunas características del diálogo reflexivo son: a. Intercambio de perspectivas: Los docentes comparten sus experiencias, observaciones y desafíos, enriqueciendo el análisis mediante diferentes puntos de vista. b. Análisis crítico conjunto: Se examinan las prácticas pedagógicas, identificando áreas de mejora y cuestionando supuestos o métodos tradicionales. "
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p25_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 25,
    "content": "c. Construcción de conocimientos compartidos: El diálogo genera un espacio para desarrollar nuevas ideas y estrategias basadas en el intercambio colectivo. d. Promoción de la empatía y la comprensión: Este proceso fomenta la escucha activa y el respeto por las opiniones de los demás, fortaleciendo el trabajo en equipo. e. Compromiso con la mejora continua: El diálogo reflexivo impulsa a los docentes a implementar cambios en sus prácticas, con un enfoque en el aprendizaje de los estudiantes. En resumen, el diálogo reflexivo es el proceso de interacción con el docente, que orienta su práctica pedagógica basándose en las evidencias de enseñanza y aprendizaje. El diálogo reflexivo tiene como fin posibilitar la construcción de saberes, fomentar el aprendizaje autónomo y promover la mejora continua de la práctica docente."
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p26_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 26,
    "content": "26 Unidad 2 / Sesión 126 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Importancia Orienta la reflexión: Dirige la reflexión hacia la identificación de las creencias subyacentes en la práctica docente y de los rasgos que caracterizan su identidad. También la direcciona al desarrollo de procesos metacognitivos a partir de diversas experiencias de aprendizaje que ocurren en el desarrollo de las actividades con los estudiantes y en los espacios de colaboración entre pares. Desarrolla la capacidad reflexiva. Ayuda a los docentes a desarrollar progresivamente la capacidad reflexiva, lo que propicia la construcción de nuevos saberes y la mejora de la práctica docente. Genera compromisos de mejora. Al fomentar la creación de compromisos de mejora, permite que el docente evidencie los aprendizajes consolidados a partir de la experiencia, indicando cuáles supuestos se reafirman y cuáles se modifican, y promoviendo acciones alternativas para fortalecer la práctica docente. ¿Cómo se desarrolla el diálogo reflexivo? El diálogo reflexivo es un proceso clave para orientar la reflexión crítica de los docentes que particip"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p26_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 26,
    "content": "an del acompañamiento pedagógico. En cada visita de acompañamiento, el diálogo reflexivo parte de la observación de la práctica pedagógica, la cual forma parte de la siguiente propuesta de procedimiento: Registra la descripción de situaciones observadas Realiza la primera aproximación a la deconstrucción de la práctica del docente de acuerdo a sus propias interpretaciones Desarrolla el diálogo reflexivo. Deconstrucción de la práctica desde la propia interpretación docente Prepara las interrogantes claves para el diálogo reflexivo con el docente Orienta la construcción de nuevos saberes. Retroalimenta la práctica pedagógica Orienta el compromiso para la transformación y mejora de la práctica pedagógica Preparación del Diálogo Reflexivo Diálogo Reflexivo y retroalimentación"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p27_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 27,
    "content": "27 Unidad 2 / Sesión 127 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Durante la visita al docente en aula, el acompañante promueve un buen clima y una adecuada disposición hacia el diálogo reflexivo para motivar dicho diálogo. Se registra la descripción de hechos observados, considerando los aspectos de las rúbricas de observación de aula. Preparación del diálogo reflexivo. A partir del registro de lo observado, el acompañante realiza la primera aproximación a la deconstrucción de la práctica del docente: plantea hipótesis, formula interrogantes y hace interpretaciones para comprender los supuestos de la práctica pedagógica observada. Luego prepara las interrogantes que orientarán el diálogo reflexivo con el docente para que el propio docente sea quien identifique las teorías, concepciones y lógicas que sustentan sus prácticas. Finalmente, el acompañante prepara el desarrollo de la retroalimentación, diseña o proyecta una estrategia formativa de corto y mediano plazo. Diálogo reflexivo y retroalimentación. Respetuosamente, el acompañante inicia el diálogo reflexivo con el docente para realizar la deconstr"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p27_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 27,
    "content": "ucción de la práctica, desde su propia perspectiva y desde la valoración realizada al desempeño del docente. Asimismo, el acompañante orienta la construcción conjunta de nuevos saberes y finalmente brinda aportes complementarios para llegar a construir nuevos significados (nuevos supuestos y nuevas lecciones aprendidas) orientados a la mejora de la práctica pedagógica. El siguiente paso siempre será proyectar la reconstrucción o transformación de la práctica pedagógica. (Minedu, 2017). Registra la descripción de situaciones observadas Realiza la primera aproximación a la deconstrucción de la práctica del docente de acuerdo a sus propias interpretaciones Prepara las interrogantes claves para el diálogo reflexivo con el docente Preparación del Diálogo Reflexivo Desarrolla el diálogo reflexivo. Deconstrucción de la práctica desde la propia interpretación docente Orienta la construcción de nuevos saberes. Retroalimenta la práctica pedagógica Diálogo Reflexivo y retroalimentación Orienta el compromiso para la transformación y mejora de la práctica pedagógica"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p28_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 28,
    "content": "28 Unidad 2 / Sesión 128 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Los relatos Secuencia de hechos La experiencia Características de las narraciones reflexivas El acompañante debe mostrar una actitud amigable y puede empezar con un breve comentario positivo sobre lo acontecido en el aula/IE/entorno. El diálogo reflexivo debe promover que el docente tome distancia de su propia práctica para que analice y cuestione sus acciones y conocimientos. El objetivo de esta fase es que el docente establezca e implemente las acciones, con el fin de optimizar la propia práctica. Momento 1: Diálogo de apertura Momento 2: Diálogo de reflexión Momento 3: Diálogo de compromisos de mejora Los momentos del diálogo reflexivo y retroalimentación El diálogo reflexivo puede definirse como un proceso comunicativo y colaborativo que logra la exploración y análisis de ideas, experiencias o prácticas, con el fin de desarrollar una comprensión más profunda y promover mejoras pedagógicas. Este tipo de diálogo implica una actitud crítica, empática y abierta al cambio. NOTA 1.3.4 La narración reflexiva, fuente de autoformación Los doc"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p28_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 28,
    "content": "entes viven sus historias, piensan, imaginan y realizan sus elecciones de acuerdo con sus convicciones éticas, las estructuras narrativas y modalidades en que construyen su relato (Anijovich y Cappelletti, 2019). La narración y autorreflexión para los docentes tiene incidencia pedagógica, que parte de la identificación de muchos aspectos presentes en sus experiencias y que redundan en sus prácticas."
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p29_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 29,
    "content": "29 Unidad 2 / Sesión 129 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Continuando con el análisis de lo que es una narración reflexiva, también podemos definirla como una reconstrucción interpretativa personal que propicia la reflexión a partir del análisis de experiencias vividas en la práctica pedagógica, causas, consecuencias, aplicación de nuevos conocimientos y estrategias metodológicas, entre otros aspectos. Esta narración se orienta hacia la comprensión, interpretación y transformación de la práctica docente, ejercitando su autonomía profesional. El docente elabora este relato, de forma escrita o grabada en un audio, sobre una actividad, una experiencia de aprendizaje con sus estudiantes o acerca de diversas interacciones de trabajo colegiado. Según Freeman (2008, citado en Chisvert et al., 2018), una narración significa una reconstrucción interpretativa que no solo nos permite conocer lo que sucedió, sino también comprenderlo. Por su lado, el Minedu (2020) señala que mientras se escribe se está reflexionando y repensando sobre las experiencias vividas, se las analiza, se identifican causas, se plan"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p29_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 29,
    "content": "tean consecuencias y se asumen compromisos que llevan a tomar decisiones oportunas para mejorar la práctica docente. Según Anijovich y Cappelletti (2011), las narraciones reflexivas presentan tres características principales: primero, son experienciales. La persona que narra la experiencia es la misma que la ha vivido, pero ello no excluye la participación de otros actores en la narración. Segundo, son relatos. Involucran la subjetividad del narrador, quien dota de estructura a la narración a través de la construcción personal de sentido que le atribuye a la experiencia. De esta forma, se configura una secuencia particular de los hechos, circunstancias, eventos y elementos involucrados en lo sucedido. Reflexiono sobre mi práctica Nuevos conocimientos Práctica mejorada"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p30_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 30,
    "content": "30 Unidad 2 / Sesión 130 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas La formación docente en servicio contribuye al fortalecimiento de las competencias profesionales de los docentes de tal manera que mejora su rol profesional en el desarrollo de los aprendizajes esperados en los estudiantes de la educación básica. Como una de las competencias claves de la dimensión reflexiva, el MBDD incorpora la competencia 8: «Reflexiona sobre su práctica y experiencia institucional y desarrolla procesos de aprendizaje continuo de modo individual y colectivo, para construir y afirmar su identidad y responsabilidad profesional». La docencia crítico-reflexiva es una docencia con compromiso ético a favor del cambio y consciente de su rol social (Minedu, 2017). Esta se caracteriza por la capacidad de autocrítica, la investigación, el aprendizaje de la propia experiencia y de la interacción con los otros, la construcción de saberes, la validación de propuestas, la afirmación de su identidad y el desarrollo de su autonomía profesional. Elige una situación de tu práctica docente que consideres significativa (ya sea por el inte"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p30_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 30,
    "content": "rés que te genera, por considerarla una buena práctica o por identificar la necesidad de mejora) y registra los detalles en un cuaderno de apuntes, bloc de notas, procesador de textos u otro medio. Por ejemplo: uso de estrategias para promover la convivencia democrática e intercultural en mis sesiones. Identifica posibles mejoras. El análisis realizado para encontrar las razones, representa una oportunidad para reconocer los fundamentos de tu práctica y tomar decisiones oportunas para mejorarla gradualmente. Para identificar esas posibles mejoras, toma los conocimientos teóricos o empíricos aprendidos en cada sesión de los cursos y relaciónalos con tu práctica. Ten en cuenta que ese nuevo conocimiento te puede ayudar a mejorar o modificar tu práctica y también tu narración. Registra (en el cuaderno de apuntes, bloc de notas o el medio elegido) los hechos, pensamientos, emociones, percepciones, cuestionamientos propios, resultados obtenidos (logros o necesidades identificadas) u otros acontecimientos vinculados a la situación elegida, desde tu experiencia personal. Lee lo que has registrado y busca las razones que expliquen (según tu entender) por qué se ha dado la acción o el hecho"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p30_c3",
    "source": "Fascículo U2S1.pdf",
    "page": 30,
    "content": " narrado. Tienes la oportunidad de completar, complementar o ampliar lo registrado con algo nuevo que forma parte de tu experiencia. Pasos para escribir una narración reflexiva:"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p31_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 31,
    "content": "31 Unidad 2 / Sesión 131 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Aplicación en la práctica Te invitamos a revisar la siguiente situación. La premisa sobre el desarrollo de una reflexión crítico-reflexiva en el ejercicio docente implica mucho más que revisar lo que sucede en el aula: requiere cuestionar supuestos, deconstruir la práctica y resignificarla en función de las necesidades del contexto y de los estudiantes. Barbara Larrivee (2008), propone cuatro niveles de reflexión: Fuente: Larrivee (2008) Este tipo de reflexión no ocurre de forma espontánea, sino que necesita ser intencionada, sistemática y acompañada por estrategias que la promuevan. A continuación, plantea algunas metodologías que faciliten y fortalezcan la reflexión docente, y ayuden a los docentes a transitar hacia niveles más profundos de reflexión sobre su práctica:"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p32_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 32,
    "content": "32 Unidad 2 / Sesión 132 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Autoevaluación N.o 1 2 3 Criterio Leí y comprendí que el desarrollo de una reflexión crítico-reflexiva en el ejercicio docente implica mucho más que revisar lo que sucede en el aula. Entendí los cuatros niveles de reflexión propuestos por Barbara Larrivee. Planteé algunas metodologías que facilitan y fortalecen la reflexión docente, y nos ayudan a transitar hacia niveles más profundos de reflexión sobre nuestra práctica. Cumple Referencias Anijovich, R. y Cappelletti, G. (comps.). (2014). La práctica como eje de la formación. Eudeba. Anijovich, R. y Cappelletti, G. (2019). Documentos narrativos y práctica reflexiva en la formación de profesores. Revista Panamericana de Pedagogía, 28. https://doi.org/10.21555/rpp. v0i28.1619 Anijovich, R., Cappelletti, G., Mora, S. y Sabelli, M. J. (2007). Formar docentes reflexivos: Una experiencia en la Facultad de Derecho de la UBA. Academia: Revista sobre enseñanza del Derecho, 5(9), 235-249. https://dialnet.unirioja.es/servlet/articulo?codigo=3742419 Chisvert, M. J., Marhuenda, F. y Navas, A. (2018)."
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p32_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 32,
    "content": " El pensamiento reflexivo a través de las metodologías narrativas: experiencias de innovación en educación superior. Octaedro. Domingo, J. (2022). La práctica reflexiva en la formación docente: una mirada desde la investigación-acción. En M. Pérez y L. Gómez (eds.), Innovaciones educativas en contextos contemporáneos (pp. 45–62). Editorial Académica Española. https:// revistas.isfodosu.edu.do/index.php/recie/article/view/390/380 A continuación, te brindamos una lista de cotejo para que puedas autoevaluar la actividad de aplicación en la práctica que realizaste: Instrucciones: Lee cada afirmación y marca (x) “Sí” si consideras que comprendiste el concepto y eres capaz de explicar a alguien con tus propias palabras, o “No” si necesitas un autoreforzamiento del tema:"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p33_c1",
    "source": "Fascículo U2S1.pdf",
    "page": 33,
    "content": "33 Unidad 2 / Sesión 133 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Freire, P. (2004). Pedagogía de la autonomía: Saberes necesarios para la práctica educativa. Editorial Paz y Tierra. Gómez, M. V. (5 de mayo de 2015). La competencia reflexiva, ¿competencia emergente en la educación? Hablemos de Pedagogía. http://www.pedagogs.cat/reg. asp?id=2404&i=es Hatton, N. y Smith, D. (1995). Reflection in teacher education: Towards definitions and implementation. Teaching and Teacher Education, 11, 33-49. https://doi.org/10.1016/0742-051X(94)00012-U Larrivee, B. (2008). Development of a tool to assess teachers’ level of reflective practice. Reflective Practice, 9(3), 341–360. https://doi.org/10.1080/14623940802207451 Ministerio de Educación del Perú. (2012). Marco de Buen Desempeño Docente. https://acortar.link/EGDjMn Ministerio de Educación del Perú. (2017). Enfoque crítico reflexivo para una buena docencia: «Orientaciones para el diálogo reflexivo en el proceso de acompañamiento pedagógico». https://acortar.link/iuYGUT Ministerio de Educación del Perú. (2019). Marco de Buen Desempeño Docente. Resolución Vicemini"
  },
  {
    "chunk_id": "Fascículo U2S1.pdf_p33_c2",
    "source": "Fascículo U2S1.pdf",
    "page": 33,
    "content": "sterial N.º 215-2021-Minedu. Disposiciones para el desarrollo de las acciones formativas y sus estándares de calidad en el marco de la Formación Docente en Servicio. https://acortar.link/cEGFb9 Restrepo Gómez, B., (2004). La investigación-acción educativa y la construcción de saber pedagógico. Educación y Educadores, (7), 45-55. https://www.redalyc.org/ pdf/834/83400706.pdf Sáez, M. (1999). La práctica docente de profesores universitarios mediante la reflexión crítica. Revista Electrónica de Investigación Educativa, 1(1), 1–14. https://redie.uabc.mx/redie/article/view/200/345 Schön, D. (1992). La formación de profesionales reflexivos. Hacia un nuevo diseño de la enseñanza y el aprendizaje en las profesiones. Paidós. Van Manen, M. (1977). Linking ways of knowing with ways of being practical. Curriculum Inquiry, 6(3), 205-208. https://doi.org/10.1080/03626784.1977.11075533"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p1_c1",
    "source": "Fascículo U2S2.pdf",
    "page": 1,
    "content": "1 Unidad 2 / Sesión 21 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas UNIDAD 2 La reflexión sobre la práctica pedagógica orientada hacia el desarrollo profesional docente Sesión 2: Ética y práctica profesional en la formación docente"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p2_c1",
    "source": "Fascículo U2S2.pdf",
    "page": 2,
    "content": "2 Unidad 2 / Sesión 22 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas María Esther Cuadros Espinoza Viceministra de Gestión Pedagógica Eloy Alfredo Cantoral Licla Dirección General de Desarrollo Docente Ismael Enrique Mañuico Ángeles Dirección de Formación Docente en Servicio Nombre del material: Rol del formador como líder transformador de las prácticas educativas Año de publicación: 2025 Ministerio de Educación del Perú Calle del Comercio 193, San Borja Lima, Perú. Teléfono 615-5800 www.minedu.gob.pe Todos los derechos reservados. Prohibida la reproducción de este fascículo por cualquier medio, total o parcialmente, sin la correspondiente cita."
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p3_c1",
    "source": "Fascículo U2S2.pdf",
    "page": 3,
    "content": "3 Unidad 2 / Sesión 23 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas UNIDAD 2 Sesión 2: Ética y práctica profesional en la formación docente La reflexión sobre la práctica pedagógica orientada hacia el desarrollo profesional docente Para abordar la información sobre ética y práctica profesional en la formación docente, retomamos un fragmento del caso de la práctica pedagógica propuesto al inicio. Reflexión de la práctica pedagógica Una vez concluidos los talleres a cargo del equipo técnico de la DRE Piura, se realizó la demostración de las competencias del formador en las visitas de campo. Para este fin, los formadores asistieron a los centros educativos que les asignaron. Al cabo de unas semanas, en las que se realizaron varias visitas, los docentes recibieron en sus aulas a los formadores, iniciando no solo el contacto, sino las primeras aproximaciones a la reflexión sobre sus prácticas pedagógicas. Algunos docentes reconocieron un trato cordial y apertura al diálogo en sus formadores y les facilitaron espacios y tiempo para que puedan desarrollar el proceso adecuadamente. En una reunión, los formadores d"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p3_c2",
    "source": "Fascículo U2S2.pdf",
    "page": 3,
    "content": "ialogaron sobre el proceso de toma de contacto con los docentes y las fases iniciales del trabajo, pero uno de ellos no intervino ni aportó sobre lo que había observado durante su visita. De otro lado, en una de las conversaciones entre los docentes que reciben a los formadores, uno de ellos contó que ningún formador lo ha visitado. Manifiesta que está preocupado porque aún no conoce a su formador, mientras que sus colegas ya han tenido cinco visitas. La información trasciende y las autoridades del Ministerio de Educación deciden verificarla. Efectivamente, en el registro de asistencia se encontraban las firmas del formador, pero no había ingresado al aula del docente. Escena 4"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p4_c1",
    "source": "Fascículo U2S2.pdf",
    "page": 4,
    "content": "4 Unidad 2 / Sesión 24 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Luego de haber revisado la escena, responde las siguientes preguntas 1. Con relación a la cuarta escena, ¿Cómo debería actuar un formador en pleno ejercicio de sus funciones? Desde el comportamiento ético de todo profesional, ¿cómo se evidencia en la labor de los formadores en este caso?"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p5_c1",
    "source": "Fascículo U2S2.pdf",
    "page": 5,
    "content": "5 Unidad 2 / Sesión 25 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas 2. ¿Que habilidades socioemocionales son reconocidas por los docentes que fueron visitados? En esta sesión abordaremos la siguiente información: Comprensión de conocimientos y saberes 2.1 Rol de liderazgo en la formación docente 2.1.1 Los actores que intervienen en la formación docente requieren involucrarse en el desarrollo de valores 2.1.2. El desafío de los formadores: ejercer comportamiento ético en su rol profesional 2.2 Habilidades socioemocionales para crear un entorno favorable para la reflexión: comunicación asertiva, empatía, regulación emocional y trabajo en equipo."
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p6_c1",
    "source": "Fascículo U2S2.pdf",
    "page": 6,
    "content": "6 Unidad 2 / Sesión 26 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas 2.1 Rol de liderazgo en la formación docente El rol de liderazgo en la formación docente es primordial para impulsar mejoras en la calidad educativa en el marco del desarrollo profesional docente. Este liderazgo puede manifestarse en distintos niveles, desde directores de instituciones educativas hasta docentes que asumen el papel de líderes dentro de sus aulas y comunidades. 2.1.1 Los actores que intervienen en la formación docente requieren involucrarse en el desarrollo de valores El formador de docentes no solo transmite saberes pedagógicos a la luz de nuevos enfoques, sino que modela una ética profesional, influye en las actitudes y los valores de cada uno de los docentes a quienes acompaña. Como señala Freire (1996), quien forma no puede desvincularse de los valores que sustenta. Por ello, el formador de docentes debe promover una enseñanza situada, crítica y transformadora, donde se asuma un compromiso con la equidad, el respeto y la responsabilidad frente a la profesión docente. Asimismo, se transmite en las relaciones interpersonal"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p6_c2",
    "source": "Fascículo U2S2.pdf",
    "page": 6,
    "content": "es, en las decisiones cotidianas asegurando la coherencia entre el discurso y la acción (Carr y Kemmis, 1988). El formador de docentes forma en valores cuando practica la escucha activa, fomenta la reflexión crítica, respeta y promueve la participación activa para construir una educación ética y transformadora. En una cultura institucional basada en valores y respeto a la formación docente, todos los que están comprometidos, comprenden e implementan acciones para fortalecer las competencias de sus docentes, sabiendo además que eso derivará en mejores logros en los aprendizajes de los estudiantes (Santos Guerra, 1997 y Bolívar, 2000). Tomando estos aportes, podemos señalar lo siguiente sobre cada actor de la comunidad educativa: 1. El formador de docentes • Es un agente clave en la formación de profesionales capaces de educar desde y para los valores. • Su acción pedagógica, ética y humana configura el modelo de docente que nuestras sociedades necesitan: crítico, comprometido y transformador."
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p7_c1",
    "source": "Fascículo U2S2.pdf",
    "page": 7,
    "content": "7 Unidad 2 / Sesión 27 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas 2. Docentes • Deben demostrar valores (empatía, equidad, responsabilidad, etc.) en sus prácticas pedagógicas como responsables de la formación de los estudiantes. • A través del ejemplo, promueven que los estudiantes internalicen valores y los reflejen en sus vidas, tanto en lo personal como en lo profesional. 3. Directivos y líderes educativos • Fomentan una cultura institucional basada en valores, la cual asegura que el currículo y las políticas reflejen principios éticos y sociales en la comunidad educativa. • Motivan a los docentes a apostar por la formación continua para que fortalezcan sus competencias y desarrollen sus valores. 4. Estudiantes • Son actores activos en el proceso educativo y en la construcción de valores. Sus participaciones, reflexiones y acciones ayudan a fortalecer una comunidad educativa ética y responsable. • Demuestran respeto por las autoridades en la escuela y en la comunidad. Se relacionan con ellos a través de un clima de confianza. 5. Comunidad y Ministerio de Educación (Minedu) • Las entidades comunitarias"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p7_c2",
    "source": "Fascículo U2S2.pdf",
    "page": 7,
    "content": " y gubernamentales pueden diseñar políticas y programas que incentiven la formación ética en las instituciones educativas. • Promueven valores universales como el respeto a la diversidad cultural, la justicia social y la sostenibilidad. El desarrollo de valores a través de la formación docente es un esfuerzo colaborativo y transformador que requiere compromiso, coherencia y una visión compartida por parte de todos los actores. El Minedu hace los esfuerzos para promover la formación continua gratuita de los docentes en servicio. NOTA"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p8_c1",
    "source": "Fascículo U2S2.pdf",
    "page": 8,
    "content": "8 Unidad 2 / Sesión 28 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas 2.1.2 El desafío del formador: desarrollar maneras éticas de actuar Cuando un formador actúa éticamente no sólo cumple normas institucionales o reglamentos académicos, tomar decisiones justas sin olvidar que su formación inicial también es la docencia, por ello comprende la labor de los docentes en servicio. La actuación ética, también significa reconocer el poder que se ejerce en la relación formador–docente, y actuar con conciencia crítica de ese poder (Schön, 1992; Meirieu, 2007). Los formadores de docentes son profesionales que encarnan y modelan principios como el respeto, probidad, eficiencia, idoneidad, veracidad, justicia y equidad, lealtad y obediencia y lealtad al estado. Es por ello, que la ética no se trata solamente de un saber teórico sino práctico que refleja los valores, normas que regulan la convivencia entre las personas. Algunos desafíos del formador de docente: - Evitar los prejuicios sobre el desempeño docente. Los formadores deberán evitar cualquier prejuicio sobre los docentes a quienes acompaña, prejuicios que atent"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p8_c2",
    "source": "Fascículo U2S2.pdf",
    "page": 8,
    "content": "en o dañen la dignidad de las personas y que dificulte establecer los lazos de confianza que ayuden a superar las brechas de la formación pedagógica. Los formadores de docentes cuando ejercen el cargo deben alejarse de cualquier prejuicio sobre los docentes de aula. Es decir, no considerar que los docentes no se preparan, no comprenden indicaciones, etc., ya que lo contrario dificulta establecer lazos de confianza que ayudan a superar las brechas en la formación. Asimismo, los formadores deben desarrollar sus competencias éticas para cumplir responsablemente con las tareas que les competen como formadores de docente en servicio. - Reflexión del rol como formador: Es responsabilidad del formador reflexionar críticamente la manera como desempeña las funciones que le competen como formador del docente en servicio. Revisar honestamente el sistema de creencias valorativas, principios y reglas por las que guia su conducta y responder a la necesidades formativas de los docentes mediante estrategias que promueva en ellos docentes su valor y compromiso de mejora consigo mismos. - Integridad: muestre coherencia entre lo que se piensa, dice y actúa [tanto] en el ámbito privado como en el públ"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p8_c3",
    "source": "Fascículo U2S2.pdf",
    "page": 8,
    "content": "ico, sin caer en la presión social. Recuerde que como formador influye y modela comportamientos. Por ello es importante recordar la competencia 1 del Perfil de competencias profesionales del formador de docentes: Gestiona una convivencia democrática e intercultural con y entre docentes en formación, mostrando apertura y propiciando la valoración de diferentes experiencias y perspectivas."
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p9_c1",
    "source": "Fascículo U2S2.pdf",
    "page": 9,
    "content": "9 Unidad 2 / Sesión 29 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Para el desarrollo de estas habilidades socioemocionales en los docentes es necesario que el formador las posea. Estas habilidades socioemocionales tienen efectos en la relación y vínculo que establece con el docente a quien acompaña, genera un clima adecuado para cumplir los propósitos de la acción formativa, y en la mejora de la práctica pedagógica. A continuación, presentamos algunas habilidades socioemocionales y la forma cómo debería tratar el formador de docentes a sus docentes a cargo: La ética del formador permite tomar decisiones más conscientes y responsables, tanto en nuestra vida profesional como en sociedad. Se enfoca en reflexionar sobre nuestras acciones, decisiones y cómo afectan a los docentes en la construcción de una convivencia armoniosa y responsable, como aspiración social. NOTA 2.2 Habilidades socioemocionales para crear un entorno favorable para la reflexión: Comunicación asertiva, empatía, regulación emocional y trabajo en equipo Las habilidades socioemocionales son las aptitudes o destrezas de una persona relacion"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p9_c2",
    "source": "Fascículo U2S2.pdf",
    "page": 9,
    "content": "adas a identificar, expresar y gestionar sus emociones, comprender las de los demás, demostrar empatía, tomar decisiones responsables y relacionarse saludable y satisfactoriamente con los otros (Bisquerra, 2009; Busso et al., 2017; OECD, 2015; Banco Mundial, 2016;). Este tipo de habilidades influye en su desempeño y son transferibles en distintos contextos como el familiar, el escolar, el laboral y el ciudadano (Minedu, 2021, p. 5) Con relación a esa competencia, es importante ser consciente de lo que implica «mostrando apertura y propiciando la valoración de diferentes experiencias y perspectivas», así los formadores deben crear espacios de diálogo horizontal que motive al docente a mejorar su práctica pedagógica sin sentirse observado con fines calificativos. a. La comunicación asertiva La comunicación asertiva es poder expresar lo que uno siente o piensa sin agredir o imponer a la otra persona y defendiendo sus puntos de vista. Se trata de una expresión fluida, segura y respetuosa, aun cuando esto implique decir que no. (SEP, 2017; OCDE, 2015; OMS, 1998; Tupes y Christal, 1961) (Citado en MINEDU 2021)"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p10_c1",
    "source": "Fascículo U2S2.pdf",
    "page": 10,
    "content": "10 Unidad 2 / Sesión 210 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Acciones de cómo un formador de docentes puede aplicar la comunicación asertiva frente a la aplicación de una estrategia seleccionada por el docente. Durante el diálogo, el formador se puede ubicar en estas situaciones: No asertivo (pasivo): «Bueno, no importa, aplíquelo, total es su clase». No asertivo (agresivo): «¡Esto es ridículo, siempre hacen todo mal!». Asertivo (asegurando un trato horizontal): «Entiendo tu punto, pero me gustaría explicar porqué creo que esta alternativa puede funcionar mejor». b. La empatía Es reconocer y comprender las necesidades y puntos de vista de otras personas, aunque sean contrarios a los propios (empatía cognitiva), así como comprender sus emociones, sin juzgarlo y sentirlo en uno mismo, lo que motiva al deseo por ayudar (disposición empática) (SEP, 2017; UNICEF, 2021; National Research Council, 2012) citado en MINEDU, 2021) Para Goleman (1995) la empatía es la capacidad de percibir lo que otros sienten, ser capaz de ponerse en su lugar emocionalmente y entender su punto de vista evitando la aplicación"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p10_c2",
    "source": "Fascículo U2S2.pdf",
    "page": 10,
    "content": " de algún tipo de juicio. • Ejemplo de cómo un formador de docentes puede mostrar empatía con los docentes frente a una situación personal: • Ejemplo de cómo un formador de docentes puede aplicar la comunicación asertiva con los docentes: Acciones de cómo un formador de docentes puede ser empático frente a dificultades de salud del docente que le impiden asistir a una capacitación Durante el diálogo, el formador se puede ubicar en estas situaciones: El formador, a través del diálogo, demuestra la comprensión de la situación y destina tiempo para orientar al docente sobre algún contenido/acción tratado en clase que deba fortalecerse. El formador ayuda al docente a organizar sus actividades y a plantear metas concretas y reales ponderando la factibilidad de avance y la salud del docente. En esta situación es recomendable optar por acciones formativas como: • Comprender las circunstancias en torno al docente: salud, familia, distancia, prejuicios y otras que repercuten en sus prácticas pedagógicas y en el fortalecimiento de sus competencias. • Generar un clima propicio y prudente para establecer la conversación, de ser posible establecer la comunicación en privado y, principalmente, s"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p10_c3",
    "source": "Fascículo U2S2.pdf",
    "page": 10,
    "content": "egún los marcos éticos (respetar la confidencialidad de la misma). • Mostrar interés por lo que acontece y practicar l a escucha activa, de tal manera que sea el docente quien asuma la iniciativa del diálogo."
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p11_c1",
    "source": "Fascículo U2S2.pdf",
    "page": 11,
    "content": "11 Unidad 2 / Sesión 211 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Orientaciones para favorecer el diálogo con los docentes • Expresar calidez y cordialidad en el saludo. Mantener el volumen y el tono de voz modulados para transmitir confianza y seguridad al docente. • Agradecer y felicitar por la participación en el programa y por el tiempo que están dedicando a su formación profesional. • Practicar la escucha activa. Dar tiempo para que el docente exprese sus preguntas con calma, respetar los silencios, poner atención a la comunicación no verbal (volumen, tono de voz y signos de nerviosismo, etc.). • Practicar la validación emocional frente a determinadas situaciones en las que los docentes manifiestan frustración, ira o tristeza. Se les debe decir: «Entiendo lo que está sintiendo. Vamos a encontrar la mejor manera de ayudarlo». • Motivar la participación y transmitir el siguiente mensaje: «En este espacio formativo está permitido equivocarse porque estamos en un proceso de aprendizaje». Destacar que cometer errores es parte del proceso y que lo más importante es encontrar –en conjunto– alternativas d"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p11_c2",
    "source": "Fascículo U2S2.pdf",
    "page": 11,
    "content": "e solución. c. Regulación emocional Es gestionar las emociones propias para generar mayor bienestar, o enfrentar situaciones de forma pacífica y evitar el daño físico y emocional a uno mismo y a los demás. Se trata de gestionar las emociones y validarlas, sin suprimir o evitar ninguna de ellas, haciendo uso de los recursos y herramientas para regular su intensidad y su duración para no convertirlas en conductas no saludables (SEP, 2017; Bisquerra y Mateo, 2019; The Boston Consulting Group, 2016; OCDE, 2015 citado en MINEDU 2021). Ejemplo: Carlos va a realizar la visita a la docente Martha. En la sesión anterior habían acordado que ella elaboraría la planificación de las siguientes sesiones. Martha estaba muy insegura de hacerlo sola e hizo una parte de una sesión. Carlos, por su lado estaba preocupado al no encontrar sus fichas de observación, además de haberse acumulado la elaboración de informes. Al llegar a la visita y ante la respuesta de Martha por no haber elaborado la planificación de las sesiones, Carlos respondió bruscamente: Esto es inaceptable, es una muestra completa de su falta de compromiso. Martha se puso a llorar y Carlos recién se dio cuenta de su reacción. Esta es"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p11_c3",
    "source": "Fascículo U2S2.pdf",
    "page": 11,
    "content": " una situación que refleja la necesidad de que el Formador regule sus emociones. Para ello, es necesario que Carlos se de cuenta (sea conciente) de su emoción de frustración y enojo por no encontrar sus fichas. Ante la respuesta de Martha, Carlos puede hacer una alto antes de reaccionar impulsivamente y, por el contrario ofrecerle el tiempo para que ella misma identifique sus dudas y pueda centrarse en la orientación oportuna. Para regular las emociones hay estrategias que el formador puede usar para regular la intensidad de sus emociones."
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p12_c1",
    "source": "Fascículo U2S2.pdf",
    "page": 12,
    "content": "12 Unidad 2 / Sesión 212 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas • Demostrar altas expectativas respecto a lo que los docentes pueden lograr. En momentos propicios, expresar mensajes que refuercen estas expectativas. Utilizar expresiones como: «Creo firmemente en su capacidad para lograrlo», «Estoy seguro de que fortalecerá sus competencias profesionales con lo que aprenderá en este curso», «Este curso/programa marca un hito importante en su formación profesional», «Usted es un docente competente que busca mejorar y promover aprendizajes de calidad en sus estudiantes», «Con docentes como usted, la educación y nuestra sociedad van a mejorar», «Usted es un docente comprometido con su profesión», entre otras. • Escuchar sin necesidad de profundizar en detalles personales cuando algún docente manifiesta problemas emocionales y evitar hacer preguntas al respecto. Se puede utilizar expresiones como: «Entiendo cómo puede sentirse», «Recuerde que es necesario buscar ayuda de un profesional competente», «Nuestra salud mental y bienestar son fundamentales, y debemos incluirlos en nuestra agenda de cuidado perso"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p12_c2",
    "source": "Fascículo U2S2.pdf",
    "page": 12,
    "content": "nal», «Confío en que tomará las mejores decisiones para encontrar una solución a lo que está enfrentando». • Felicitar el compromiso que asumen los docentes al participar en una acción formativa. • Reforzar la idea de que toda acción para mejorar la práctica docente impacta positivamente en el aprendizaje de los estudiantes. • Brindar expresiones de motivación que refuercen la identidad docente: «Recuerde que nuestro país necesita de docentes comprometidos con la profesión y el aprendizaje de nuestros estudiantes». • Ejemplo de cómo un formador de docentes puede actuar ante algunas situaciones inesperadas en el proceso de formación:"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p13_c1",
    "source": "Fascículo U2S2.pdf",
    "page": 13,
    "content": "13 Unidad 2 / Sesión 213 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Contingencias El docente abandona una acción formativa (taller, asesoría, grupo de interaprendizaje [GIA], etc.) de manera imprevista. El docente plantea preguntas no relacionadas con el desarrollo pedagógico de la acción formativa (critica al sector, habla mal de todo, etc.) El docente no tiene disponibilidad para permanecer durante el desarrollo de una acción formativa (taller, asesoría, GIA, etc.) El formador de docentes enfrenta diversas dificultades que le impiden conducir una acción formativa (salud, cruce de actividades, emergencia familiar, etc.). El docente ve al formador como una amenaza y se muestra desconfiado de lo que se le comparte. Acciones del formador de docentes Mantener la calma y seguir las normas establecidas al inicio de la acción formativas. Es importante esperar que el docente retorne Mantener la calma y escuchar atentamente la intervención del docente. Aclarar el propósito de la acción formativa. Explicar la importancia de participar en la acción formativa. Asegurar que la necesidad pedagógica del docente haya s"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p13_c2",
    "source": "Fascículo U2S2.pdf",
    "page": 13,
    "content": "ido atendida. Motivar a los docentes a lograr el propósito de la acción formativa, para ello es importante su permanencia. Buscar una alternativa para concluir la acción formativa con otro formador de docentes o consensuar en otro momento su continuación. Generar un clima de confianza a través de preguntas de indagación sobre las experiencias previas. Promover la exposición de las expectativas de los docentes y guiar sobre las competencias del formador y el alcance de su acompañamiento. d. Trabajo en equipo Supone la colaboración eficaz, equitativa e interdependiente de una serie de personas, que pueden tener características muy diferentes, y que combinan sus recursos personales y se esfuerzan para llevar a cabo una meta común (CASEL, 2015, citado por Banco Mundial, 2016; National Research Council, 2012; Banco de desarrollo de Latinoamérica, 2016 citado en Minedu, 2021). Por ello, el trabajo en equipo implica: • Objetivos comunes. • Roles definidos y flexibles (compromiso con ellos). • Comunicación abierta y asertiva. • Organización colectiva y consensuada. • Confianza y respeto. • Toma de decisiones colaborativa."
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p14_c1",
    "source": "Fascículo U2S2.pdf",
    "page": 14,
    "content": "14 Unidad 2 / Sesión 214 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Los valores y la ética deben ser demostrados por el formador de docentes en diferentes ámbitos. Se trata de ser conscientes de que se hace un trabajo profesional con docentes. Las habilidades socioemocionales desempeñan un papel esencial en el acompañamiento al docente, fortalecen la relación entre los formadores y docentes porque crean un entorno colaborativo, empático y efectivo para su desarrollo profesional. Las habilidades socioemocionales demostradas por el formador facilitan el trabajo con los docentes en diferentes situaciones. Si además de las competencias, un formador es capaz de mostrar sus capacidades de empatía, de comunicación asertiva, entre otras, es posible que garantice momentos y espacios para la mejora de las prácticas pedagógicas de sus docentes. El formador de docentes es un profesional que debe despojarse de toda actitud que lo muestre como superior a los docentes que acompaña. Acciones que puede realizar un formador en el marco del trabajo en equipo. • Respecto de otros formadores: Establecer diálogos sobre cómo e"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p14_c2",
    "source": "Fascículo U2S2.pdf",
    "page": 14,
    "content": "s o ha sido la experiencia de trabajo con los docentes a cargo. Resaltar aspectos comunes y particulares que se han ido presentando y analizarlos colectivamente de manera consensuada. • Respecto de los docentes a cargo: Plantear puntos de trabajo de acuerdo con las inquietudes manifestadas por los docentes. Por ejemplo: las estrategias aplicadas, los contenidos, los contextos de los estudiantes y otros aspectos relevantes. Establecer momentos para la reflexión conjunta identificando aspectos claves que deben ser insumo para dicha reflexión."
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p15_c1",
    "source": "Fascículo U2S2.pdf",
    "page": 15,
    "content": "15 Unidad 2 / Sesión 215 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas En el marco del Programa Logros de Aprendizaje, una de las estrategias formativas es la implementación de la asesoría a la práctica pedagógica. Esta se refiere a una estrategia formativa que tiene como propósito desarrollar las competencias profesionales de los docentes en servicio, a partir de espacios de reflexión crítica de la práctica pedagógica y su vínculo con la teoría, acompañados de un formador. La asesoría a la práctica consiste en lo siguiente: I. Observar la práctica pedagógica del docente en el aula. II. Preparar el diálogo reflexivo: elaborar las preguntas de reflexión que inviten a la deconstrucción de la práctica. (En otro espacio) III. Ejecutar el diálogo reflexivo y la retroalimentación (Fuera de la jornada escolar; previo acuerdo con el docente respecto al horario). Veamos el siguiente caso: El formador Ramón, luego de concluir con la observación de la práctica se retira del salón de clase para trasladarse a otro espacio donde pueda analizar con detenimiento la clase observada, revisar sus evidencias y preparar el diál"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p15_c2",
    "source": "Fascículo U2S2.pdf",
    "page": 15,
    "content": "ogo reflexivo. Sin embargo, la docente observada lo aborda y le propone realizar el diálogo reflexivo en ese momento para aprovechar el tiempo; dado que sus estudiantes estarán en clase de educación física con otro profesor. El formador Ramón se queda pensando y, finalmente, accede a la solicitud de la docente. A partir de la situación presentada y en base a la reflexión del curso, responde: a. En el caso, ¿Cómo puede afectar la conducta ética del formador Ramón al diálogo reflexivo que realizará con su docente a cargo? b. ¿Cuál es el desafío de los formadores para ejercer un comportamiento ético en su rol profesional de formador de docentes? Aplicación en la práctica"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p16_c1",
    "source": "Fascículo U2S2.pdf",
    "page": 16,
    "content": "16 Unidad 2 / Sesión 216 MINEDU - Dirección de Formación Docente en Servicio Rol del formador como líder transformador de las prácticas educativas Autoevaluación N.o 1 2 3 Criterio Brindé algunas ideas relacionadas al caso en relación a la falta de ética y práctica profesional del formador en la formación docente. Comprendo que la falta de ética o la presencia de la misma tienen implicancias en el acompañamiento que realizo a los docentes a mi cargo. Propuse ideas respecto al desafío de los formadores para ejercer un comportamiento ético en su rol profesional de formador de docentes. Cumple A continuación, te brindamos una lista de cotejo para que puedas autoevaluar la actividad de aplicación en la práctica que realizaste: Algo nuevo que descubrí en esta sesión y que aporta a mi práctica profesional como formador es:Referencias Bisquerra, R. (2009). Psicopedagogía de las emociones. Síntesis. https://sonria.com/wp-content/uploads/2020/03/Psicopedagogia-emociones-Bisquerra.pdf Ministerio de Educación del Perú. (2021). Desarrollo de las habilidades socioemocionales en el marco de la Tutoría y Orientación Educativa. https://w3.perueduca.pe/documents/10179/ e9edd1ac-e713-43dc-bf53-fa5ac"
  },
  {
    "chunk_id": "Fascículo U2S2.pdf_p16_c2",
    "source": "Fascículo U2S2.pdf",
    "page": 16,
    "content": "6653650 Alberti, R. E. y Emmons, M. L. (2008). Your perfect right: Assertiveness and equality in your life and relationships. Impact Publishers. Bisquerra, R. (2000). Educación emocional y bienestar. Praxis. Haselberger, D., Oberhuemer, P., Perez, E., Cinque, M. y Capasso, F. (2012). Mediating soft skills at higher education institutions: Guidelines for the design of learning situations supporting soft skills achievement. https://acortar.link/i1eb5d Robbins, S. P. y Coulter, M. (2018). Administración (14.ª ed.). Pearson Educación. Schön, D. (1992). La formación de profesionales reflexivos. Hacia un nuevo diseño de la enseñanza y el aprendizaje en las profesiones. Paidós."
  }
]